{
  "kategories": "Electronic",
  "times": "2023-12-14 23:30:33.747427",
  "page": 46,
  "datas": [
    {
      "product": "Fujifilm X-T5 Mirrorless Digital Camera with 16-80mm Lens (Black, 16782636) Bundle with Corel Editing Software + Graduated Color Filters + Large Camera Bag + Lens Filters + Cleaning Kit + More",
      "url": "https://www.amazon.com/Fujifilm-Mirrorless-16782636-Software-Graduated/dp/B0BN722V27/ref=sr_1_1083?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1083",
      "no": 1,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Fujifilm Store",
        "ratings": "1",
        "stars": "5.0",
        "discount": "",
        "price": "",
        "about_this_item": [
          "This Fujifilm Mirrorless Digital Camera Bundle Includes: Fujifilm X-T5 Mirrorless Digital Camera with Lens (Black) + Fujifilm XF 16-80mm f/4 R OIS WR Zoom Lens + Corel Photo Editing Essentials Software + 72mm Graduated Color Lens Filter Kit + Large Padded Digital Camera Case + 72mm 3-Piece Pro Lens Filter Kit + Lens Cap Keeper Strap + Deluxe Camera Cleaning Kit",
          "Offering the ultimate image quality, X-T5 features the class-leading, 40.2-megapixel X-Trans 5 HR CMOS sensor in a compact, lightweight body that maximizes functionality and portability. X-T5's improved image processing algorithm delivers outstanding results, packed with detail right across the native ISO range, which now extends to ISO 125. The classic X Series design has been retained. Dials predominate, making key functions - including ISO, shutter speed and exposure compensation - quick an",
          "X-T5 provides powerful image making performance to ensure it's ready for action, no matter how fast your subject is moving. A top electronic shutter speed of 1/180,000 sec and maximum mechanical shutter speed of 1/8000 sec will stop any subject in its tracks, while a lag time of just 35 ms gives almost instantaneous response when the shutter release is pressed. Keep a finger down, and X-T5 will record images at up to 15fps with the mechanical shutter, or 20fps with the electronic shutter. With",
          "Thanks to X-T5's in-body image stabilization (IBIS) system, camera shake will be a thing of the past - even in low-light conditions. It works in five axes, combatting all types of camera movement, and provides up to seven stops of compensation. IBIS works with the camera's subject detection autofocus, which uses deep-learning AI to expertly track animals, birds, cars, motorcycles, planes and trains. Tracking moving subjects is made easier by the detailed electronic viewfinder (EVF), which uses",
          "Following in the footsteps of X-H2, find the stunning Pixel Shift Multi-Shot mode in X-T5, delivering detailed files like never before. The feature utilizes the camera's IBIS system to precisely shift the sensor, automatically recording 20 separate frames with one press of the shutter release. Resulting files are combined using Pixel Shift Combiner software to quadruple the camera's resolution and produce a detail-rich, 160-megapixel file. Perfect for commercial applications or digital archivi"
        ],
        "specification": {
          "Brand": "Fujifilm",
          "Model Name": "MP_16782636_B1",
          "Maximum Webcam Image Resolution": "40.2 MP",
          "Image Stabilization": "5-Axis",
          "Form Factor": "Compact, Mirrorless",
          "Special Feature": "Lightweight",
          "Optical Zoom": "1 x",
          "Color": "Black",
          "Connectivity Technology": "USB",
          "Screen Size": "3 Inches"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Auto, Manual",
              "Photo Sensor Technology": "CMOS",
              "Maximum Webcam Image Resolution": "40.2 MP",
              "Image Stabilization": "5-Axis",
              "Video Capture Resolution": "2160p"
            }
          },
          {
            "Features": {
              "Batteries Required?": "Yes",
              "Number of Batteries": "1 Lithium Ion batteries required. (included)",
              "Are Batteries Included": "Yes",
              "Battery Cell Composition": "Lithium Ion",
              "Battery Weight": "97 Grams",
              "Digital Scene Transition": "zoom",
              "Connectivity Technology": "USB",
              "Wireless Communication Technology": "Wi-Fi",
              "Flash Memory Type": "SD",
              "Special Feature": "Lightweight",
              "Skill Level": "Professional",
              "Form Factor": "Compact, Mirrorless",
              "Photo Sensor Technology": "CMOS"
            }
          },
          {
            "Lens": {
              "Lens Type": "interchangeable",
              "Optical Zoom": "1 x",
              "Compatible Mountings": "Fujifilm X",
              "Maximum Focal Length": "72 Millimeters"
            }
          },
          {
            "Display": {
              "Screen Size": "3 Inches",
              "Display Type": "LCD"
            }
          },
          {
            "Item details": {
              "Model Name": "MP_16782636_B1",
              "Brand": "Fujifilm",
              "Customer Reviews": "",
              "Best Sellers Rank": "",
              "Color": "Black"
            }
          },
          {
            "Additional details": {
              "Item Weight": "6.12 Pounds"
            }
          }
        ],
        "product_descriptions": "The Fujifilm X-T5 Mirrorless Digital Camera features fifth-generation devices, back-illuminated 40.2MP sensor 'X-Trans CMOS 5 HR' and the high speed image processing engine 'X-Processor 5', as well as advanced features including the 5-axis in body image stabilization of up to 7.0 stops. Performance enhancements achieved in the X-T5 include improved image quality, ISO125 as a standard sensitivity, the fastest shutter speed of 1/180,000 secs and the use of Pixel Shift Multi-Shot to expand photographic variations. Other features include the Smooth Skin Effect, Subject Detection AF capable of detecting animals, birds, cars, motorcycles, bicycles, planes and trains. The camera inherits X-T Series' signature viewfinder style and dial operation design. A 1.84-million-dot three-way tilting LCD screen is a new addition, making it more comfortable than ever before to shoot in vertical position. The extensive array of performance and features is packed into a lightweight 557g body. The X-T5 will be a perfect companion to cover a wide variety of photographic genres from street and documentary photography, to landscape and portraiture photography. Other features that add comfort to the user experience include the ability to record 10-bit 4:2:2 video at 6.2K/30P, the viewfinder magnification of 0.8x, 3.69 million dot EVF, and dual SD cards.What's Included In The Box:1 x Fujifilm NP-W235 Li-Ion Battery1 x Fujifilm AC Power Adapter1 x Fujifilm Shoulder Strap1 x USB Charging Cable1 x X-Series Body CapIncluded With Your Fujifilm Camera Purchase:1 x Fujifilm X-T5 Mirrorless Camera with Lens (Black)1 x Fujifilm XF 16-80mm f/4 R OIS WR Zoom Lens1 x Corel Photo Editing Essentials Software1 x 72mm Graduated Color Lens Filter Kit1 x Large Padded Digital Camera Case1 x 72mm 3-Piece Pro Lens Filter Kit1 x Deluxe Camera Cleaning Kit"
      }
    },
    {
      "product": "Leica 35mm f/1.4 Summilux-M Lens, Silver",
      "url": "https://www.amazon.com/Leica-35mm-Summilux-M-Lens-Silver/dp/B0C2ZLRJZV/ref=sr_1_1084?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1084",
      "no": 2,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Leica Store",
        "ratings": "1",
        "stars": "1.0",
        "discount": "$3,889.95",
        "price": "",
        "about_this_item": [
          "Distinctive bokeh and vignetting at maximum aperture",
          "1961 vintage look and identical optical design",
          "Stainless-steel front ring. Lockable focus ring",
          "World's fastest wide-angle lens",
          "What's in the box: Leica 35mm f/1.4 Summilux-M ASPH Lens (Silver)Round Lens HoodRectangular Lens HoodFront Lens CoverRear Lens Cover"
        ],
        "specification": {
          "Brand": "Leica",
          "Focal Length Description": "35 mm",
          "Lens Type": "Standard",
          "Camera Lens Description": "35 millimetres",
          "Maximum Focal Length": "35 Millimeters"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "5.5 x 4.5 x 4.7 inches",
            "Item Weight": "1.18 pounds",
            "ASIN": "B0C2ZLRJZV",
            "Item model number": "11675",
            "Customer Reviews": "1.0 out of 5 stars",
            "Best Sellers Rank": "#2,481 in SLR Camera Lenses",
            "Date First Available": "March 24, 2023",
            "Manufacturer": "Leica",
            "Country of Origin": "Germany"
          }
        ],
        "product_descriptions": "An individualist returns Most products receive enhancements over the years. But some have a special character and an individuality that makes them last. Just like the classic Leica Summilux-M 35 f/1.4. The true king of bokeh As the world's fastest wide-angle lens, the Leica Summilux-M 35 f/1.4 set the photographic benchmark in 1961. Today it continues to inspire with its exceptional images. Especially shots at open aperture fascinate with their individual, almost fairy-tale look, which is really difficult to achieve through digital editing. A distinctive bokeh and vignetting at maximum aperture, got the Summilux-M 35 f/1.4 its title as the 'true king of bokeh'. Photographing at open aperture in backlit conditions creates intended lens flares that can be used for specific creative effects. At smaller apertures it delivers very sharp and almost distortion-free pictures that easily meet all modern requirements on image quality. Elegance in a compact form Anyone picking up the Summilux-M 35 f/1.4 for the first time immediately gets why countless renowned photographers refused to take it off their camera. And why Leica is reviving it with a virtually unaltered 1961 vintage look and identical optical design. Its stainless-steel front ring. Lockable focus ring. And the black clip-on lens hood. They're all modelled on the original. New, on the other hand, is the second lens hood this classic comes with. This alternative, round version has an E46 thread for filters. Which - in addition to its compactness, extremely low 200g weight and its precise controls - make the Summilux-M f/1.4/35 a versatile prime lens for every M camera"
      }
    },
    {
      "product": "GWSECU 16 Channel Camera Systems with 4TB HDD, 5X Optical AI Human Vehicle Detection, 16x 4K IP66 IK10 Vandal-Proof Dome Microphone Security IP Cameras 2.7-13.5mm Manual Varifocal Lens, G81616SD57",
      "url": "https://www.amazon.com/GWSECU-Vandal-Proof-Microphone-2-7-13-5mm-G81616SD57/dp/B0BWMVQBVM/ref=sr_1_1085?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1085",
      "no": 3,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the GWSECU Store",
        "ratings": "13",
        "stars": "4.6",
        "discount": "",
        "price": "",
        "about_this_item": [
          "16 CHANNEL SECURITY CAMERA SYSTEM OVERVIEW: This system has 16pcs 4K/8MP 2.7-13.5mm manual Varifocal PoE IP cameras, each with built-in microphone for indoor and outdoor use, IP66-rated waterproof and highest vandal proof IK10 protection, which makes the cameras with excellent performance even in harsh environment. In addition, the 4K 16CH NVR of this system comes with a 4TB hard drive, it has 2 SATA port which is expandable up to 20TB in total, providing you with plenty of storage space.",
          "MANUAL VARIFOCAL LENS: Each IP camera has a built-in 2.7-13.5mm manual Varifocal lens, so you can adjust the monitoring range as needed, adjust the viewing angle from 35- 120 via NVR, PC management software, cell phone or tablet PC.",
          "ULTRA CLEAR NIGHT VISION: The cameras in this system are also equipped with 4pcs Array IR SMD LEDs, allowing up to 130ft of night vision in completely darkness.",
          "SMART AI PERSON/VEHICLE DETECTION: This system also has intelligent AI person/vehicle detection function, the camera can identify people and cars in the video, and according to your settings, the system only sends motion alarm notifications for people and cars, filtering out false alarms triggered by wind, rain or leaves.",
          "REAL-TIME LIVE VIEWS & PLAYBACK: The system supports local playback and real-time live view, even without the Internet. If connected to the Internet, you can also use the free GUARD VIEWER APP to view remotely and receive alarm pushes anytime, anywhere.",
          "EASY SETUP - TRUELY PLUG & PLAY: This system uses a plug-and-play PoE function, using a network cable to connect the IP camera to a GWSECU NVR or PoE switch to provide power, audio and video transmission, making installation and use very simple.",
          "100% SATISFACTION GUARANTEE: We provide 2-year warranty and lifelong professional technical support. If there is any problem, please contact our service team through Amazon information, email or telephone, and we will solve it within 12 hours."
        ],
        "specification": {
          "Brand": "GWSECU",
          "Connectivity Technology": "Wired",
          "Video Capture Resolution": "2160p",
          "Special Feature": "Night Vision, Vehicle Detection",
          "Number of Channels": "16"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Brand": "GWSECU",
            "Connectivity Technology": "Wired",
            "Video Capture Resolution": "2160p",
            "Special Feature": "Night Vision, Vehicle Detection",
            "Number of Channels": "16",
            "Memory Storage Capacity": "4 TB",
            "Power Source": "Corded Electric",
            "Item Dimensions LxWxH": "22.44 x 18.5 x 18.11 inches",
            "Compatible Devices": "Personal Computers, Tablets, Cameras",
            "Other camera features": "Front",
            "Low light technology": "Night color",
            "Recording Mode": "Manual",
            "Product Dimensions": "22.44 x 18.5 x 18.11 inches",
            "Item Weight": "59.3 pounds",
            "ASIN": "B0BWMVQBVM",
            "Item model number": "G81616SD57",
            "Customer Reviews": "4.6 out of 5 stars",
            "Best Sellers Rank": "#638 in Dome Surveillance Cameras",
            "Date First Available": "February 23, 2023",
            "Manufacturer": "GWSECU",
            "Country of Origin": "China"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Olympus M.Zuiko Digital ED 300 mm F4.0 PRO Lens, Telephoto Zoom, Suitable for All MFT Cameras (Olympus OM-D & Pen Models, Panasonic G Series), Black",
      "url": "https://www.amazon.com/Olympus-M-Zuiko-Telephoto-Suitable-Panasonic/dp/B019MYY38O/ref=sr_1_1086?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1086",
      "no": 4,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Olympus Store",
        "ratings": "88",
        "stars": "4.7",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Ideally suited for: Travel, sports, nature and landscape - equivalent to a 600 mm 35 mm lens",
          "The world's first Sync IS mechanism responds directly to the 5-axis image stabilizer of the OM-D cameras and guarantees improved compensation of up to 6 EV levels",
          "Even without a tripod, deep-focus telephoto shots from the hand are possible even with longer exposure times and camera shake in video recordings is significantly reduced",
          "At only 1270 grams, this lens is up to 75 Percent lighter than comparable SLR lenses from other manufacturers",
          "Outstanding image quality, despite very compact design with pin-sharp images right up to the edges of the image.Ideal workmanship, high-quality metal bayonet and ideal close-up limit for use as a tele-macro lens.ZERO (Zuiko Extra-low Reflection Optical) coating reduces reflections and ghosting"
        ],
        "specification": {
          "Brand": "Olympus",
          "Focal Length Description": "300 mm",
          "Lens Type": "Telephoto",
          "Compatible Mountings": "Micro Four Thirds",
          "Camera Lens Description": "300 mm"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "11.02 x 3.54 x 3.54 inches",
            "Item Weight": "4.62 pounds",
            "ASIN": "B019MYY38O",
            "Item model number": "V311070BW000",
            "Customer Reviews": "4.7 out of 5 stars",
            "Best Sellers Rank": "#2,308 in SLR Camera Lenses",
            "Is Discontinued By Manufacturer": "No",
            "Date First Available": "February 9, 2016",
            "Manufacturer": "Olympus"
          }
        ],
        "product_descriptions": "The M.Zuiko Digital ED 300 mm F4 IS PRO lens is a precision tool with the highest optical performance over the entire frame - packed in a compact metal body. The fast aperture of 4 combined with the world's fastest 5-axis image stabilizer for compatible OM-D cameras gives you full control and produces images of exceptional quality. At only 1270 grams, this lens is up to 75 Percent lighter than comparable SLR lenses from other manufacturers. Box Contains Lens Cap(LC-77B), Lens Rear Cap(LR-2), Decoration Ring（DR-79) Instruction Manual, Olympus Local Warranty Card,LensCase(LSC-1127） Lens Cap(LC-77B), Lens Rear Cap(LR-2), Decoration Ring（DR-79) Instruction Manual, Olympus Local Warranty Card,LensCase(LSC-1127）"
      }
    },
    {
      "product": "Sony Alpha a7S III Mirrorless Digital Camera (Body Only) (ILCE7SM3/B) + Sony FE 24-70mm Lens + 64GB Memory Card + 2 x NP-FZ-100 Battery + Corel Photo Software + Case + More (Renewed)",
      "url": "https://www.amazon.com/Sony-Mirrorless-ILCE7SM3-NP-FZ-100-Software/dp/B08WYS83WN/ref=sr_1_1087?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1087",
      "no": 5,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Amazon Renewed Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Bundle Includes: 1 x Sony Alpha a7S III Mirrorless Digital Camera (Body Only), 1 x Sony FE 24-70mm f/2.8 GM Lens, 1 x SanDisk SecureDigital 64GB Extreme PRO Memory Card, 2 x NP-FZ100 Rechargeable Lithium-Ion Battery, 1 x Corel Photo Software With PhotoMirage, AfterShot, Painter Essentials, PaintShop Pro, and Video Studio, 1 x Large Padded Case, 1 x NP-FZ100 charger, 1 x Memory Card Reader, 1 x Mini Portable LED Video Light , 1 x 3 Piece Filter Kit UV/CPL/F 82MM, 1 x Micro HDMI Cable and more..",
          "Optimized video, optimized sensitivity, optimized speed, the Sony Alpha a7S III raises the bar for what a full-frame mirrorless camera is capable of. A revised 12.1MP Exmor R BSI CMOS sensor and updated BIONZ XR image processor offer faster performance, improved noise reduction, and a wider dynamic range, along with UHD 4K 120p video recording and internal 10-bit 4:2:2 sampling.",
          "Video is the primary application of the a7S III, and improvements to the sensor and processor enable faster readout speeds and greatly reduced rolling shutter, along with high-bitrate internal recording, 16-bit raw output via the full-size HDMI port, and flexible control over motion with variable frame rate selection. The a7S III also does away with recording time limits and incorporates HLG for direct HDR production as well as S-Log2/S-Log3 gamma profiles for advanced HDR production.",
          "The updated sensor design also brings improved autofocus performance via 759 phase-detection points, which offer intelligent subject tracking and Real-time Eye AF to ensure critical focus on moving subjects in all recording modes. The sensor and BIONZ XR processor also facilitate impressive sensitivity, with an expanded range from ISO 40-409600, as well as fast 10 fps continuous shooting for up to 1000 consecutive raw frames.",
          "Key Features: 12MP Full-Frame Exmor R BSI CMOS Sensor - UHD 4K 120p Video, 10-Bit 4:2:2 Internal - 16-Bit Raw Output, HLG & S-Log3 Gammas - 759-Point Fast Hybrid AF - 9.44m-Dot QXGA OLED EVF - 3.0' 1.44m-Dot Vari-Angle Touchscreen - 5-Axis SteadyShot Image Stabilization - Extended ISO 40-409600, 10 fps Shooting - Dual CFexpress Type A/SD Card Slots."
        ],
        "specification": {
          "Brand": "Sony",
          "Model Name": "ILCE7SM3/B",
          "Maximum Webcam Image Resolution": "12 MP",
          "Photo Sensor Size": "Full Frame (35mm)",
          "Image Stabilization": "5-Axis",
          "Form Factor": "Mirrorless",
          "Special Feature": "Image Stabilization",
          "Connectivity Technology": "USB, Micro HDMI, HDMI",
          "Screen Size": "3 Inches",
          "Flash Memory Type": "SD"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Contrast Detection",
              "Photo Sensor Size": "Full Frame (35mm)",
              "Photo Sensor Technology": "CMOS",
              "Maximum Webcam Image Resolution": "12 MP",
              "Camera Flash": "Studio",
              "Image Stabilization": "5-Axis",
              "Video Capture Format": "4k",
              "Video Capture Resolution": "2160p",
              "Video Standard": "XAVC S"
            }
          },
          {
            "Features": {
              "Battery Cell Composition": "Lithium Ion",
              "Connectivity Technology": "USB, Micro HDMI, HDMI",
              "Continuous Shooting Speed": "10 fps",
              "Wireless Communication Technology": "Wi-Fi",
              "Flash Memory Type": "SD",
              "Special Feature": "Image Stabilization",
              "Skill Level": "Professional",
              "Form Factor": "Mirrorless",
              "Hardware Interface": "USB, Micro-HDMI, HDMI",
              "Photo Sensor Technology": "CMOS"
            }
          },
          {
            "Measurements": {
              "Item Dimensions LxWxH": "5.07 x 2.74 x 3.81 inches",
              "Item Weight": "9.29 Pounds"
            }
          },
          {
            "Lens": {
              "Compatible Mountings": "Sony E",
              "Focus Type": "Auto Focus",
              "Maximum Focal Length": "70 Millimeters"
            }
          },
          {
            "Exposure": {
              "Expanded ISO Maximum": "409600",
              "Expanded ISO Minimum": "40"
            }
          },
          {
            "Display": {
              "Viewfinder Type": "Electronic",
              "Screen Size": "3 Inches",
              "Display Type": "OLED"
            }
          },
          {
            "Warranty": {
              "Warranty Type": "90 days limited warranty",
              "Mfg Warranty Description Labor": "90 days limited warranty"
            }
          },
          {
            "Item details": {
              "Model Name": "ILCE7SM3/B",
              "Brand": "Sony",
              "Best Sellers Rank": "",
              "Included Components": "Battery Charger, Tripod, Shoulder Strap, Battery, HDMI Cable, Body Cap, Eyecup, Shoe Cap",
              "Processor Description": "bionz"
            }
          }
        ],
        "product_descriptions": "Optimized video, optimized sensitivity, optimized speed, the Sony Alpha a7S III raises the bar for what a full-frame mirrorless camera is capable of. A revised 12.1MP Exmor R BSI CMOS sensor and updated BIONZ XR image processor offer faster performance, improved noise reduction, and a wider dynamic range, along with UHD 4K 120p video recording and internal 10-bit 4:2:2 sampling.Manufacturer Included Items:Sony Alpha a7S III Mirrorless Digital Camera (Body Only)Sony NP-FZ100 Rechargeable Lithium-Ion Battery (2280mAh)Sony BC-QZ1 Battery ChargerSony ALC-B1EM Body Cap for E-Mount CamerasUSB Type-C to Type-A CableCable ProtectorShoulder StrapAccessory Shoe CapEyepiece CupBundle Items Include:1 x Sony Alpha a7S III Mirrorless Digital Camera (Body Only)1 x Sony FE 24-70mm f/2.8 GM Lens1 x SanDisk SecureDigital 64GB Extreme PRO Memory Card2 x NP-FZ100 Rechargeable Lithium-Ion Battery1 x Corel Photo Software With PhotoMirage, AfterShot, Painter Essentials, PaintShop Pro, and Video Studio1 x Large Padded Case1 x NP-FZ100 charger1 x Memory Card Reader1 x Mini Portable LED Video Light1 x 3 Piece Pro Filter Kit UV/CPL/F 82MM1 x Micro HDMI Cable1 x Deluxe Cleaning Set1 x 12 Inch Flexible Tripod1 x Memory Card Wallet"
      }
    },
    {
      "product": "AVIPAS AV-2020G 20x SDI/HDMI/USB PTZ Camera w/PoE+ (Dark Grey)",
      "url": "https://www.amazon.com/AViPAS-AV-2020W-HDMI-Camera-Dark/dp/B08JPQ9H48/ref=sr_1_1088?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1088",
      "no": 6,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the AVIPAS Store",
        "ratings": "5",
        "stars": "4.2",
        "discount": "$1,295.00",
        "price": "",
        "about_this_item": [
          "Advanced ISP, 1/2.8 inch 2.1MP sensor, providing full HD video.",
          "20x optical zoom lens, 2x digital zoom with 60-degree FOV.",
          "IP (PoE), HDMI, 3G-SDI, USB2.0 video output interface.",
          "Support PoE: one single CAT5/6 for video, control, and power.<br> Support line-in audio function: ACC and LPCM audio encoding.",
          " Control protocol options: VISCA, PELCO-P, PELCO-D and VISCA over IP."
        ],
        "specification": {
          "Brand": "AVIPAS",
          "Connectivity Technology": "HDMI,3G-SDI, RJ45, USB2.0",
          "Flash Memory Type": "SD",
          "Color": "Dark Gray",
          "Special Feature": "Low Light",
          "Screen Size": "2.8 Inches",
          "Optical Zoom": "20 x",
          "Photo Sensor Technology": "CMOS",
          "Model Name": "AV-2020G",
          "Included Components": "USB Cable"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B08JPQ9H48",
            "Customer Reviews": "4.2 out of 5 stars",
            "Best Sellers Rank": "#5,415 in Dome Surveillance Cameras",
            "Date First Available": "May 6, 2020"
          }
        ],
        "product_descriptions": "AV-2020G all-in-one 20x PTZ camera features a 1/2.8 inch 2.1MP sensor, with advanced ISP, providing full HD video. 20x optical zoom lens with 60 field of view ensures clear and distortion-free imaging within 100 feet. Resolution is up to 19201080 with a frame rate up to 60fps. It supports H.264 and H.265 video compression with low network delay. AV-2020G has IP (PoE+), HDMI, 3G-SDI, USB2.0 video output interface, compatible with any video conferencing/streaming software. It also supports line in function through IP, AAC and LPCM audio encoding. Control protocol options include VISCA, PELCO-P, PELCO-D, VISCA over IP (over both TCP and UDP) and ONVIF. Package Includes:"
      }
    },
    {
      "product": "Fujifilm X-H2S Mirrorless Digital Camera Body with XF 18-120mm f/4 LM PZ WR Lens Black",
      "url": "https://www.amazon.com/Fujifilm-X-H2S-Mirrorless-Digital-18-120mm/dp/B0BL1XZQX7/ref=sr_1_1089?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1089",
      "no": 7,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Fujifilm Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "X-H2S is the first X Series camera to feature the 26.1-megapixel, X-Trans 5 stacked back-illuminated sensor. The unique X-Trans color filter array that minimizes moiré and false colors, placing the sensor's circuitry on a separate layer from the pixels delivers outstanding image quality thanks to expanded low light capabilities and up to 14-stops of dynamic range. The new X-Processor 5, offers lightning-fast performance for the most demanding situations. Capable of handling vast amounts of dat",
          "Powerful video features make X-H2S a go-to device - both for hybrid image makers and dedicated motion professionals. Up to 90 minutes of footage can be internally recorded with a single battery, at a wide range of resolutions and frame rates up to 6.2K/30P in Open Gate 3:2, 4K/120P, and Full HD/240P. This delivers unparalleled flexibility within the X Series lineup. Additionally, the ability to record 10-bit 4:2:2 Apple ProRes footage internally to CFexpress Type B memory cards offers incredib",
          "The autofocusing system in X-H2S is not only quick, but also highly advanced. Capable of working in light levels down to -7EV and keeping up with both fast and erratically moving subjects, it now features Subject Detection autofocus, utilizing AI to deliver an unmatched autofocus performance. Previous X Series models offer Face and Eye Detection AF, X-H2S's Subject Detection AF broadens the range of identifiable subjects to further enhance focusing accuracy. The new system can identify and tra",
          "X-H2S delivers powerful performance, suitable for any professional photographer or filmmaker. Continuous shooting is possible at 15 frames-per-second with the mechanical shutter, and up to 40 frames-per-second when the electronic shutter is deployed. These impressive speeds are backed up by the camera's high-capacity buffer, which allows unlimited continuous recording and writing of JPEG and RAW files to a high-speed memory card when using the mechanical shutter. Creative possibilities abound",
          "In addition to a wide range of internal video recording features, X-H2S provides significant flexibility for external recording. F-Log or F-Log2, Apple ProRes RAW and Blackmagic RAW footage can all be recorded to an external device through the camera's standard, Type A HDMI port. Unlock the full capability of X-H2S's unmatched image quality by recording F-Log or F-Log2 in resolutions of up to 6.2K in Apple ProRes RAW*1 and Blackmagic RAW*2 . *1 Atomos Ninja V+ HDR Monitor Recorder Required *2"
        ],
        "specification": {
          "Brand": "Fujifilm",
          "Model Name": "Fujifilm X-H2S",
          "Image Stabilization": "Dynamic, Hybrid",
          "Form Factor": "Mirrorless",
          "Special Feature": "Image Stabilization",
          "Color": "Black",
          "Connectivity Technology": "HDMI",
          "Shooting Modes": "Shutter Priority",
          "Item Weight": "5.02 Pounds",
          "Video Capture Resolution": "2160p"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Contrast Detection",
              "Image Stabilization": "Dynamic, Hybrid",
              "Video Capture Format": "4k",
              "Video Capture Resolution": "2160p"
            }
          },
          {
            "Features": {
              "Connectivity Technology": "HDMI",
              "Wireless Communication Technology": "Wi-Fi",
              "Special Feature": "Image Stabilization",
              "Skill Level": "Professional",
              "Form Factor": "Mirrorless"
            }
          },
          {
            "Measurements": {
              "Item Dimensions LxWxH": "11 x 9 x 6 inches",
              "Item Weight": "5.02 Pounds"
            }
          },
          {
            "Lens": {
              "Compatible Mountings": "Fujifilm X",
              "Maximum Focal Length": "18 Millimeters"
            }
          },
          {
            "Exposure": {
              "Expanded ISO Maximum": "51200",
              "Shooting Modes": "Shutter Priority"
            }
          },
          {
            "Item details": {
              "Model Name": "Fujifilm X-H2S",
              "Brand": "Fujifilm",
              "Model Number": "X-H2S",
              "Best Sellers Rank": "",
              "Color": "Black"
            }
          }
        ],
        "product_descriptions": "Unparalleled Image QualityX-H2S is the first X Series camera to feature the 26.1-megapixel, X-Trans 5 stacked back-illuminated sensor. Building on the unique X-Trans color filter array that minimizes more and false colors, placing the sensor's circuitry on a separate layer from the pixels delivers outstanding image quality thanks to expanded low light capabilities and up to 14-stops of dynamic range. Allied to the sensor is the new X-Processor 5, offering lightning-fast performance for the most demanding situations. Capable of handling vast amounts of data, X-Processor 5 delivers next-level performance enhancements in video and stills processing capabilities and a 5.76 million dot resolution EVF, alongside advanced, intelligent autofocus functionality that's 3x faster than Fujifilm's preceding X-T4 model.Powerful and Creative VideoPowerful video features make X-H2S a go-to device - both for hybrid image makers and dedicated motion professionals. Up to 90 minutes of footage can be recorded internally at a wide range of resolutions and frame rates up to 6.2K/30P (in full-sensor 3:2 aspect ratio), 4K/120P, and Full HD/240P. This delivers unparalleled flexibility within the X Series lineup. Additionally, the ability to record 10-bit 4:2:2 Apple ProRes footage internally to CFexpress Type B memory cards offers incredible post-production flexibility, while the X-Trans 5 sensor's 14-stop dynamic range optimizes the level of image detail across a uniquel"
      }
    },
    {
      "product": "Sigma 14-24mm F2.8 DG DN Sony E Mount (Renewed)",
      "url": "https://www.amazon.com/Sigma-14-24mm-F2-8-Mount-Renewed/dp/B084G86FQ3/ref=sr_1_1090?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1090",
      "no": 8,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Amazon Renewed",
        "ratings": "2",
        "stars": "4.5",
        "discount": "",
        "price": "",
        "about_this_item": [
          "The Sigma 14-24mm F2 8 DG HSM Art is the ideal ultra-wide-angle zoom lens for the most demanding photographers",
          "Sigma 14-24mm features updated Hyper Sonic Motor (HSM) provides fast and accurate autofocu",
          "utdoor shooters will appreciate the dust- and splash-proof construction with special sealing at the mount connection manual focus ring zoom ring and cover connection",
          "With the growing popularity in multi-camera VR Videography a new front conversion service is available to convert to a round hood for these specialized applications"
        ],
        "specification": {
          "Brand": "Sigma",
          "Focal Length Description": "14-24 millimeters",
          "Lens Type": "Wide Angle",
          "Compatible Mountings": "Sony E",
          "Camera Lens Description": "24 month"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "3.8 x 9.2 x 5.3 inches",
            "Item Weight": "2.44 pounds",
            "ASIN": "B084G86FQ3",
            "Customer Reviews": "4.5 out of 5 stars",
            "Best Sellers Rank": "#27,095 in Amazon Renewed (See Top 100 in Amazon Renewed)#1,721 in Renewed Camera & Photo#1,921 in SLR Camera Lenses",
            "Date First Available": "February 3, 2020",
            "Manufacturer": "Sigma"
          }
        ],
        "product_descriptions": "This pre-owned or refurbished product has been professionally inspected and tested to work and look like new. How a product becomes part of Amazon Renewed, your destination for pre-owned, refurbished products: A customer buys a new product and returns it or trades it in for a newer or different model. That product is inspected and tested to work and look like new by Amazon-qualified suppliers. Then, the product is sold as an Amazon Renewed product on Amazon. If not satisfied with the purchase, renewed products are eligible for replacement or refund under the Amazon Renewed Guarantee."
      }
    },
    {
      "product": "AXIS P1435-LE Network Bullet Camera 0777-001",
      "url": "https://www.amazon.com/P1435-Network-Bullet-Camera-0777-001/dp/B018E8Z3BK/ref=sr_1_1091?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1091",
      "no": 9,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Axis Communications",
        "ratings": "14",
        "stars": "4.6",
        "discount": "",
        "price": "",
        "about_this_item": [
          "HDTV 1080p at up to 60 fps",
          "I/O support",
          "Excellent image quality",
          "Lightfinder and Wide Dynamic Range (WDR)",
          "Built-in IR-LEDs and"
        ],
        "specification": {
          "Recommended Uses For Product": "Indoor,Outdoor",
          "Brand": "Axis Communications",
          "Model Name": "0777-001",
          "Connectivity Technology": "ethernet",
          "Indoor/Outdoor Usage": "Outdoor, Indoor"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "5.2 x 10.2 x 0.2 inches",
            "Item Weight": "1.76 pounds",
            "ASIN": "B018E8Z3BK",
            "Item model number": "0777-001",
            "Customer Reviews": "4.6 out of 5 stars",
            "Best Sellers Rank": "#2,398 in Bullet Surveillance Cameras",
            "Is Discontinued By Manufacturer": "No",
            "Date First Available": "November 23, 2015",
            "Manufacturer": "Axis Communications"
          }
        ],
        "product_descriptions": "AXIS P1435-LE network camera ensures compact and cost-effective HDTV surveillance for any light condition. With features such as Lightfinder and WDR, the bullet-style AXIS P1435-LE provides excellent image quality in HDTV 1080p resolution, even in complex light conditions. In addition, the camera supports pixel counter, remote zoom and focus, as well as P-Iris control. The day and night camera is ideal for 24/7 video surveillance, in exposed outdoor areas such as parking lots and service stations, and for general indoor surveillance purposes wherever a compact camera is needed. Operating conditions -30 Degrees Celsius to 55Degrees Celsius(-22 Degrees Fahrenheit to 131 Degrees Fahrenheit ), -30 Degrees Celsius to60 Degrees Celsius(-22 Degrees Fahrenheit to 140 Degrees Fahrenheit )when IR LED Humidity10100%RH(condensing)."
      }
    },
    {
      "product": "PROAIM Airwave V15 Camera Vibration 3-Way Dampening Isolator Arm for 3-Axis Movi Gimbal & Stabilized Head. Shock Absorber, Spring Tension - Smooth Precise Car Chasing Shot, Safe Mounting (VI-ARWV-15)",
      "url": "https://www.amazon.com/PROAIM-Vibration-Stabilized-Snowmobiles-VI-ARWV-15/dp/B083D2VTJQ/ref=sr_1_1092?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1092",
      "no": 10,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the PROAIM Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Precision engineered shock absorber arm with dual spring configuration & tri-way damping system for 3-axis gimbals & stabilized remote heads",
          "High Grade Aluminum Construction holds 15-50kg/33-110lb payload with ease and ensures years of reliable support",
          " Smart & Reliable design connects to 38-65mm scaffold pole with ease",
          " Quick & easy setup, no technician required",
          " 100% Customer Satisfaction Guarantee, Buy with Confidence"
        ],
        "specification": {
          "Color": "Black",
          "Brand": "PROAIM",
          "Compatible Devices": "Camera",
          "Item Weight": "28 Kilograms",
          "Maximum Weight Recommendation": "110 Pounds"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "28 x 22.8 x 16.5 inches",
            "Item Weight": "61.6 pounds",
            "ASIN": "B083D2VTJQ",
            "Best Sellers Rank": "#2,113 in Professional Video Stabilizers",
            "Date First Available": "January 1, 2020",
            "Manufacturer": "PROAIM"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Leica T Mirrorless Digital Camera",
      "url": "https://www.amazon.com/Leica-T-Mirrorless-Digital-Camera/dp/B00KFXT5OO/ref=sr_1_1093?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1093",
      "no": 11,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Leica Store",
        "ratings": "1",
        "stars": "5.0",
        "discount": "",
        "price": "",
        "about_this_item": [],
        "specification": {
          "Brand": "Leica",
          "Model Name": "18181",
          "Maximum Webcam Image Resolution": "16.5 MP",
          "Photo Sensor Size": "APS-C",
          "Image Stabilization": "Digital",
          "Max Shutter Speed": "30 seconds",
          "Min Shutter Speed": "30 seconds",
          "Form Factor": "Mirrorless",
          "Effective Still Resolution": "16.3 MP",
          "Color": "Gray"
        },
        "warranty_and_Support": [
          "Amazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Contrast Detection",
              "Photo Sensor Size": "APS-C",
              "Photo Sensor Technology": "CMOS",
              "Effective Still Resolution": "16.3 MP",
              "Maximum Webcam Image Resolution": "16.5 MP",
              "White balance settings": "Auto",
              "JPEG quality level": "Fine",
              "Image Stabilization": "Digital",
              "Video Capture Resolution": "1080p",
              "Video Standard": "MPEG 4"
            }
          },
          {
            "Item details": {
              "Model Name": "18181",
              "Brand": "Leica",
              "Model Number": "18181",
              "Customer Reviews": "",
              "Best Sellers Rank": "",
              "Color": "Gray",
              "Assembly Required": "No",
              "Age Range (Description)": "Kid"
            }
          },
          {
            "Measurements": {
              "Item Dimensions LxWxH": "5.28 x 1.3 x 2.72 inches",
              "Item Weight": "339 Grams"
            }
          },
          {
            "Lens": {
              "Compatible Mountings": "Micro Four Thirds",
              "Focus Type": "Auto Focus"
            }
          },
          {
            "Exposure": {
              "Max Shutter Speed": "30 seconds",
              "Min Shutter Speed": "30 seconds"
            }
          },
          {
            "Display": {
              "Viewfinder Type": "lcd",
              "Screen Size": "3.7 Inches",
              "Display Type": "LCD"
            }
          },
          {
            "Features": {
              "Batteries Required?": "No",
              "Are Batteries Included": "Yes",
              "Rechargeable Battery Included": "No",
              "Removable Memory": "Multimedia Card, Secure Digital Card",
              "Target Gender": "Unisex",
              "Connectivity Technology": "Wi-Fi",
              "Continuous Shooting Speed": "30 fps",
              "Wireless Communication Standard": "802.11n, 802.11b, 802.11g",
              "Wireless Communication Technology": "Wi-Fi",
              "Memory Slots Available": "1",
              "Memory Storage Capacity": "16 MB",
              "Form Factor": "Mirrorless",
              "Hardware Interface": "USB, HDMI, SDXC, SDHC, Secure Digital Card",
              "Photo Sensor Technology": "CMOS"
            }
          }
        ],
        "product_descriptions": " built-in stereo microphonesBuilt-in Wi-Fi for easy image sharing, and remote control by s..."
      }
    },
    {
      "product": "Nikon AF-S FX NIKKOR 600mm f/4E FL ED Vibration Reduction Fixed Zoom Lens with Auto Focus for Nikon DSLR Cameras",
      "url": "https://www.amazon.com/Nikon-NIKKOR-Vibration-Reduction-Cameras/dp/B010RABJ5C/ref=sr_1_1094?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1094",
      "no": 12,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Nikon Store",
        "ratings": "12",
        "stars": "3.4",
        "discount": "$8,000.00",
        "price": "",
        "about_this_item": [
          "Compatible with Nikon's full frame (FX) SLRs",
          "Vibration reduction (VR) image stabilization counteracts camera shake and vibration up to ~4.0 stops",
          "SPORT VR mode for fast and erratic moving sports subjects",
          "Silent Wave Motor Auto Focus (AF) System",
          "Nonstick fluorine coat, which makes it easier to wipe off water, dirt and smudges",
          " MonopodCollar"
        ],
        "specification": {
          "Brand": "Nikon",
          "Focal Length Description": "600 mm",
          "Lens Type": "Telephoto",
          "Compatible Mountings": "Nikon F",
          "Camera Lens Description": "4"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "17.01 x 6.54 x 6.54 inches",
            "Item Weight": "8.38 pounds",
            "ASIN": "B010RABJ5C",
            "Item model number": "20054",
            "Customer Reviews": "3.4 out of 5 stars",
            "Best Sellers Rank": "#2,799 in SLR Camera Lenses",
            "Is Discontinued By Manufacturer": "No",
            "Date First Available": "July 1, 2015",
            "Manufacturer": "Nikon"
          }
        ],
        "product_descriptions": "When you're at the top of your game, you need gear that can keep up. The AF-S NIKKOR 600mm f/4E FL ED VR makes no compromises when it comes to performance. This popular 600mm prime lens has been optimized for today's high-resolution image sensors and fast shooting Nikon DSLRs, elevating your ability to quickly capture stunning images. A new magnesium alloy lens barrel design and the incorporation of fluorite elements makes it nearly 3 pounds lighter than its predecessor. Pair that with the latest in lens innovation and optical precision for the ideal lens choice for outdoor sports, action and nature photographers who need the reach a 600mm focal length will provide. Reduce blur caused by camera movement, even in low light. Nikon's VR image stabilization counteracts camera shake and vibration up to ~4.0 stops*, a must-have feature when working handheld, on a monopod or even a tripod. A specialized Sports Mode is optimized for camera pans and fast-action sports, and the Tripod Mode eliminates the subtle ground vibrations that are constantly passing through a tripod or monopod. Track fast moving subjectseven those moving erratically, at random speeds or approaching the camera quicklywith tack-sharp AF precision. During high-speed continuous shooting, the electromagnetic diaphragm mechanism operates in sync with the camera shutter for fast automatic exposure control and consistency between shots, even when using a compatible teleconverter. This is a lens built for tough assignments. A new magnesium alloy barrel and fluorite elements reduce the overall weight by nearly 3 pounds versus its predecessor**. The protective front meniscus is coated with Nikon's nonstick Fluorine coat, which makes it easier to wipe off water, dirt and smudges. Ball bearings in the tripod collar ring ensure smooth transitions between horizontal and vertical shooting.**AF-S NIKKOR 600mm f/4G ED VR For pros shooting fast and erratic moving sports subjects, using the SPORT VR mode will give you a more stable viewfinder image, handheld or when using a monopod, even if you're panning. Track subjects easier when shooting in Continuous mode and as an added benefit with the D4S, the continuous shooting frame rates and release lag time are not affected while using VR. Even use SPORT VR when shooting HD video. The Tripod VR function even eliminates the vibrations that may transfer from the ground to the tripod in both Normal and SPORT VR modes."
      }
    },
    {
      "product": "Venus Laowa 15mm f/4.5 Zero-D Shift Lens for Canon EF",
      "url": "https://www.amazon.com/Venus-15mm-4-5-Zero-D-Shift/dp/B08NPXBKTD/ref=sr_1_1095_mod_primary_new?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sbo=RZvfv%2F%2FHxDF%2BO5021pAnSA%3D%3D&sr=1-1095",
      "no": 13,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the LAOWA Store",
        "ratings": "3",
        "stars": "4.6",
        "discount": "-17% -17%",
        "price": "$999.00 $999.00",
        "about_this_item": [],
        "specification": {
          "Brand": "LAOWA",
          "Focal Length Description": "15 mm",
          "Lens Type": "Wide Angle",
          "Compatible Mountings": "Canon EF",
          "Camera Lens Description": "11"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "7.2 x 4.8 x 4.5 inches",
            "Item Weight": "2.1 pounds",
            "ASIN": "B08NPXBKTD",
            "Item model number": "15mm f/4.5 Zero-D Shift",
            "Customer Reviews": "4.6 out of 5 stars",
            "Best Sellers Rank": "#3,101 in Camera Lenses",
            "Date First Available": "November 17, 2020",
            "Manufacturer": "LAOWA"
          }
        ],
        "product_descriptions": "Laowa 15mm f/4.5 Zero-D Shift is currently the World's Widest Shift lens for full frame cameras and medium format cameras. The amount of shift is +/-11mm for full frame camera and +/-8mm for medium format cameras. The lens is perfect for architectural and interior photography. The sky-high buildings can be captured in a corrected perspective easily. Image quality is guaranteed with high image sharpness and nearly no distortion (Zero-D). 15mm f/4.5 Zero-D Shift enriches the diversity of Laowa's extensive wide-angle lens collection by giving photographers more control on the perspective in their images. World's Widest Shift Lens 15mm f/4.5 Shift is the widest shift lens for full-frame cameras. The angle of view is 110 Degree , and it covers a huge 65mm image circle. The wider perspective offers a great deal of flexibility for photographers to capture architecture and interior shots when space is limited. +/-11mm Shift Amount The maximum possible shift amount of the lens is +/-11mm for full frame camera and +/-8mm for medium format camera (e.g. Fujifilm GFX / Hasselblad X1D). The shift capability allows photographers to capture straight architecture with ease. 15mm f/4.5 Zero-D Shift straightens the lines that appear to converge in the distance. Crooked images can be corrected by changing the perspective of the lens. Perspective distortion is being eliminated to create the reality-like image. The +/-11mm shift amount also allows photographers to expand the angle of view by stitching multiple images. It gives an extraordinary image perspective and rooms for special compositions. Large Image Circle With a huge 65mm image circle, the lens not only works with the full-frame format but also covers the medium format sensors. This makes it currently the World's Widest lens covering Fujifilm GFX sensor with no vignetting."
      }
    },
    {
      "product": "AXIS P3719-PLE - Appareil-Photo panoramique - dôme - Couleur (Jour et nuit) - 15 MP - 2560 x 1440-1440p - à focale Variable - LAN 10/100 - MJPEG, H.264, MPEG-4 AVC - PoE Plus Class 4",
      "url": "https://www.amazon.com/sspa/click?ie=UTF8&spc=MTo2Mjc3MDE5MTk5OTg1NzEyOjE3MDI1NzEzMjE6c3BfbXRmX2Jyb3dzZTozMDAxMDM5MzE4ODY1MDI6OjA6Og&url=%2FAXIS-COMMUNICATION-INC-01500-001-P3719-PLE%2Fdp%2FB0813NQZJB%2Fref%3Dsr_1_1096_sspa%3Fcontent-id%3Damzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef%26pd_rd_r%3Dc7b043d7-6715-4eba-8a07-1324ff7b4ddb%26pd_rd_w%3DKK1K8%26pd_rd_wg%3DNZV11%26pf_rd_p%3Dbe90cfaf-ddce-4e28-b561-f2a8c0017fef%26pf_rd_r%3DE69ZY9ADBEPD57BXZDKD%26qid%3D1702571321%26refinements%3Dp_36%253A2421891011%26rnid%3D172282%26s%3Delectronics%26sr%3D1-1096-spons%26sp_csd%3Dd2lkZ2V0TmFtZT1zcF9tdGZfYnJvd3Nl%26psc%3D1",
      "no": 14,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Axis Communications",
        "ratings": "2",
        "stars": "5.0",
        "discount": "$1,399.99$1,399.99",
        "price": "",
        "about_this_item": [
          "Product Type :Computer Component",
          "Package Dimensions :11.9 Cm L X32.5 Cm W X34.0 Cm H",
          "Country Of Origin :China",
          "Package Weight :2.651 Kg"
        ],
        "specification": {
          "Brand": "Axis Communications",
          "Model Name": "P3719-PLE",
          "Connectivity Technology": "Wi-Fi",
          "Power Source": "Ac/dc",
          "Video Capture Resolution": "1440p"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "10.63 x 1.69 x 1.69 inches",
            "Item Weight": "4.4 pounds",
            "ASIN": "B0813NQZJB",
            "Item model number": "01500-001",
            "Customer Reviews": "5.0 out of 5 stars",
            "Best Sellers Rank": "#3,065 in Dome Surveillance Cameras",
            "Date First Available": "November 13, 2019",
            "Manufacturer": "AXIS"
          }
        ],
        "product_descriptions": "P3719-PLE NTWK CAM 15MPIX 4 LENSES"
      }
    },
    {
      "product": "Military Binoculars, Military-Grade Precision and Optical Clarity",
      "url": "https://www.amazon.com/Steiner-2670-M1580-15x80/dp/B07P8YC7JN/ref=sr_1_1097?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1097",
      "no": 15,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Steiner Store",
        "ratings": "6",
        "stars": "4.6",
        "discount": "",
        "price": "",
        "about_this_item": [
          " Weight 68.1 oz",
          " Magnification 15x",
          " Height 11.6",
          " Width 8.9",
          "HERITAGE WARRANTY - We stand behind our products. Period! We will repair/replace defective products at no charge for the lifetime of the product. Warranty does not cover damage, loss or theft"
        ],
        "specification": {
          "Brand": "Steiner",
          "Age Range (Description)": "Adult",
          "Special Feature": "Waterproof",
          "Objective Lens Diameter": "50 Millimeters",
          "Magnification Maximum": "7 x"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B00Q5BL00C",
            "Customer Reviews": "4.6 out of 5 stars",
            "Best Sellers Rank": "#4,205 in Camera & Photo Products (See Top 100 in Camera & Photo Products)#1,677 in Binoculars",
            "Date First Available": "November 25, 2014"
          }
        ],
        "product_descriptions": "When tactical operations take place in challenging conditions  and they always do  these are the optics to count on. Proven on missions from extreme darkness to high-altitude sun, arctic cold to desert heat, they give you exactly the optical capabilities you need: mid-90% light transmission, image clarity from edge to edge, belly crawling toughness, even integrated compass, range-finding or custom reticles, and laser protection if desired. When your mission demands optical superiority, now you have it. Integrates bright image, illuminated HD stabilized compass, and range finding reticle, giving you the ability to accurately identify targets and determine bearings and distance to the single degree."
      }
    },
    {
      "product": "Sony Alpha a7S III Mirrorless Digital Camera (Body Only) (ILCE7SM3/B) + Sony FE 24-70mm Lens + 64GB Memory Card + NP-FZ-100 Battery + Corel Photo Software + Case + External Charger + More (Renewed)",
      "url": "https://www.amazon.com/Sony-Mirrorless-ILCE7SM3-NP-FZ-100-Software/dp/B08WYHVCZ2/ref=sr_1_1098?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1098",
      "no": 16,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Amazon Renewed Store",
        "ratings": "1",
        "stars": "4.0",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Bundle Includes: 1 x Sony Alpha a7S III Mirrorless Digital Camera (Body Only), 1 x Sony FE 24-70mm f/2.8 GM Lens, 1 x SanDisk SecureDigital 64GB Extreme PRO Memory Card, 1 x NP-FZ100 Rechargeable Lithium-Ion Battery, 1 x Corel Photo Software With PhotoMirage, AfterShot, Painter Essentials, PaintShop Pro, and Video Studio, 1 x Large Padded Case, 1 x NP-FZ100 charger, 1 x Memory Card Reader, 1 x Deluxe Cleaning Set, 1 x 12 Inch Flexible Tripod, 1 x Memory Card Wallet",
          "Optimized video, optimized sensitivity, optimized speed, the Sony Alpha a7S III raises the bar for what a full-frame mirrorless camera is capable of. A revised 12.1MP Exmor R BSI CMOS sensor and updated BIONZ XR image processor offer faster performance, improved noise reduction, and a wider dynamic range, along with UHD 4K 120p video recording and internal 10-bit 4:2:2 sampling.",
          "Video is the primary application of the a7S III, and improvements to the sensor and processor enable faster readout speeds and greatly reduced rolling shutter, along with high-bitrate internal recording, 16-bit raw output via the full-size HDMI port, and flexible control over motion with variable frame rate selection. The a7S III also does away with recording time limits and incorporates HLG for direct HDR production as well as S-Log2/S-Log3 gamma profiles for advanced HDR production.",
          "The updated sensor design also brings improved autofocus performance via 759 phase-detection points, which offer intelligent subject tracking and Real-time Eye AF to ensure critical focus on moving subjects in all recording modes. The sensor and BIONZ XR processor also facilitate impressive sensitivity, with an expanded range from ISO 40-409600, as well as fast 10 fps continuous shooting for up to 1000 consecutive raw frames.",
          "Key Features: 12MP Full-Frame Exmor R BSI CMOS Sensor - UHD 4K 120p Video, 10-Bit 4:2:2 Internal - 16-Bit Raw Output, HLG & S-Log3 Gammas - 759-Point Fast Hybrid AF - 9.44m-Dot QXGA OLED EVF - 3.0' 1.44m-Dot Vari-Angle Touchscreen - 5-Axis SteadyShot Image Stabilization - Extended ISO 40-409600, 10 fps Shooting - Dual CFexpress Type A/SD Card Slots."
        ],
        "specification": {
          "Brand": "Sony",
          "Model Name": "ILCE7SM3/B",
          "Maximum Webcam Image Resolution": "12 MP",
          "Photo Sensor Size": "Full Frame (35mm)",
          "Image Stabilization": "5-Axis",
          "Form Factor": "Mirrorless",
          "Special Feature": "Image Stabilization",
          "Connectivity Technology": "USB, HDMI",
          "Screen Size": "3 Inches",
          "Flash Memory Type": "SD"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Phase Detection",
              "Photo Sensor Size": "Full Frame (35mm)",
              "Photo Sensor Technology": "CMOS",
              "Maximum Webcam Image Resolution": "12 MP",
              "Camera Flash": "Studio",
              "Image Stabilization": "5-Axis",
              "Video Capture Format": "4k",
              "Video Capture Resolution": "2160p",
              "Video Standard": "XAVC S"
            }
          },
          {
            "Warranty": {
              "Warranty Type": "90 days limited warranty",
              "Mfg Warranty Description Labor": "90 days limited warranty"
            }
          },
          {
            "Item details": {
              "Model Name": "ILCE7SM3/B",
              "Brand": "Sony",
              "Customer Reviews": "",
              "Best Sellers Rank": "",
              "Included Components": "Battery Charger, Tripod, Shoulder Strap, Battery, Body Cap, Eyecup, Shoe Cap",
              "Processor Description": "bionz"
            }
          },
          {
            "Measurements": {
              "Item Dimensions LxWxH": "5.07 x 2.74 x 3.81 inches",
              "Item Weight": "8.2 Pounds"
            }
          },
          {
            "Lens": {
              "Minimum Aperture": "2.8",
              "Compatible Mountings": "Sony E",
              "Focus Type": "Auto Focus",
              "Maximum Focal Length": "70 Millimeters"
            }
          },
          {
            "Display": {
              "Viewfinder Type": "Electronic",
              "Screen Size": "3 Inches",
              "Display Type": "OLED"
            }
          },
          {
            "Features": {
              "Battery Cell Composition": "Lithium Ion",
              "Connectivity Technology": "USB, HDMI",
              "Continuous Shooting Speed": "10 fps",
              "Wireless Communication Technology": "Wi-Fi",
              "Flash Memory Type": "SD",
              "Special Feature": "Image Stabilization",
              "Skill Level": "Professional",
              "Form Factor": "Mirrorless",
              "Hardware Interface": "USB, HDMI",
              "Photo Sensor Technology": "CMOS"
            }
          },
          {
            "Additional details": {
              "Expanded ISO Maximum": "409600"
            }
          }
        ],
        "product_descriptions": "Optimized video, optimized sensitivity, optimized speed, the Sony Alpha a7S III raises the bar for what a full-frame mirrorless camera is capable of. A revised 12.1MP Exmor R BSI CMOS sensor and updated BIONZ XR image processor offer faster performance, improved noise reduction, and a wider dynamic range, along with UHD 4K 120p video recording and internal 10-bit 4:2:2 sampling.Manufacturer Included Items:Sony Alpha a7S III Mirrorless Digital Camera (Body Only)Sony NP-FZ100 Rechargeable Lithium-Ion Battery (2280mAh)Sony BC-QZ1 Battery ChargerSony ALC-B1EM Body Cap for E-Mount CamerasUSB Type-C to Type-A CableCable ProtectorShoulder StrapAccessory Shoe CapEyepiece CupBundle Items Include:1 x Sony Alpha a7S III Mirrorless Digital Camera (Body Only)1 x Sony FE 24-70mm f/2.8 GM Lens1 x SanDisk SecureDigital 64GB Extreme PRO Memory Card1 x NP-FZ100 Rechargeable Lithium-Ion Battery1 x Corel Photo Software With PhotoMirage, AfterShot, Painter Essentials, PaintShop Pro, and Video Studio1 x Large Padded Case1 x NP-FZ100 charger1 x Memory Card Reader1 x Deluxe Cleaning Set1 x 12 Inch Flexible Tripod1 x Memory Card Wallet"
      }
    },
    {
      "product": "Nikon Z7 Mirrorless Digital Camera with 24-70mm Lens and Nikon FTZ Mount Adapter Bundle",
      "url": "https://www.amazon.com/Nikon-Z7-Mirrorless-Digital-24-70mm/dp/B07JKSK8T6/ref=sr_1_1099?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1099",
      "no": 17,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Nikon Store",
        "ratings": "19",
        "stars": "4.8",
        "discount": "$2,780.00",
        "price": "",
        "about_this_item": [
          "BUNDLE INCLUDES: Nikon Z7 Mirrorless Digital Camera with NIKKOR Z 24-70mm Lens and FTZ Mount Adapter",
          "TILTING TOUCHSCREEN AND EVF: Complete control and smooth operation define the Z6's 2.1M-dot 3.2 inch tilting touchscreen display. Find your view like never before thanks to the new 3.6M-dot Quad VGA viewfinder",
          "TOUGH AND DURABLE: Powerful in-body 5-axis VR image stabilization gives you up to five stops of image stabilization in up to five directions",
          "CONNECTIVITY: Stay connected to the cloud with the Z7's built-in Wi-Fi and Bluetooth Low Energy connectivity. Connect to the Nikon SnapBridge smartphone app for remote shooting and simple sate transfer"
        ],
        "specification": {
          "Brand": "Nikon",
          "Model Name": "Z7",
          "Maximum Webcam Image Resolution": "45.7 MP",
          "Photo Sensor Size": "Full Frame (35mm)",
          "Image Stabilization": "5-Axis, VR",
          "Metering Description": "Center-Weighted Average, Highlight Weighted, Matrix, Spot",
          "Form Factor": "Mirrorless",
          "Effective Still Resolution": "45.7 MP",
          "Special Feature": "Lightweight",
          "Optical Zoom": "2 x"
        },
        "warranty_and_Support": [
          "Amazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [
          {
            "Imaging": {
              "Auto Focus Technology": "Contrast Detection",
              "Photo Sensor Size": "Full Frame (35mm)",
              "Effective Still Resolution": "45.7 MP",
              "Maximum Webcam Image Resolution": "45.7 MP",
              "JPEG quality level": "Fine",
              "Image Stabilization": "5-Axis, VR",
              "Video Capture Format": "4k"
            }
          },
          {
            "Display": {
              "Screen Size": "3.2 Inches",
              "Display Fixture Type": "tilting"
            }
          },
          {
            "Item details": {
              "Model Name": "Z7",
              "Brand": "Nikon",
              "Model Number": "Z7",
              "Customer Reviews": "",
              "Best Sellers Rank": "",
              "Processor Description": "expeed"
            }
          },
          {
            "Measurements": {
              "Item Dimensions LxWxH": "9.1 x 9.1 x 9.1 inches",
              "Item Weight": "1 Pounds"
            }
          },
          {
            "Lens": {
              "Optical Zoom": "2 x",
              "Compatible Mountings": "Nikon Z, Nikon F",
              "Focus Type": "Auto Focus",
              "Maximum Focal Length": "70 Millimeters"
            }
          },
          {
            "Exposure": {
              "Expanded ISO Minimum": "64",
              "Metering Description": "Center-Weighted Average, Highlight Weighted, Matrix, Spot"
            }
          },
          {
            "Features": {
              "Batteries Required?": "No",
              "Number of Batteries": "1 Lithium Ion batteries required. (included)",
              "Are Batteries Included": "Yes",
              "Battery Cell Composition": "Lithium Ion",
              "Battery Weight": "0.29 Grams",
              "Target Gender": "Unisex",
              "Connectivity Technology": "Bluetooth, Wi-Fi",
              "Special Feature": "Lightweight",
              "Water Resistance Level": "Water Resistant",
              "Skill Level": "Professional",
              "Form Factor": "Mirrorless",
              "Hardware Interface": "Bluetooth"
            }
          }
        ],
        "product_descriptions": "Nikon has just revolutionized mirrorless cameras. The amazing new Z series is here to usher in the new age of high-performance mirrorless imaging systems. The Nikon Z7 was built by perfectionists, for perfectionists. Boasting an impressive 45.7MP BSI FX-Format image sensor along with Nikon's signature EXPEED 6 processor, this mirrorless digital camera is the ultimate in modern full-frame imaging. Nikon understands that more light means more detail, which is why they have packed this camera capable of an ISO 64-25600 so that you can bring your vision to life. Ultra HD 4K video recording at 30 fps create a portable cinematic powerhouse.Fantastic FocusThe Nikon Z7 has a 493 on-sensor autofocus that covers 90% of the frame. Using an intuitive AF algorithm optimized for the Z7's FX-format sensor, this camera switches between focal-plane phase-detect AF and contrast-detect AF to fine-tune your focus and give you the best image every time.Tilting Touchscreen and EVFComplete control and smooth operation define the Z7's 2.1M-dot 3.2 inch touchscreen display. The display tilts for easy shooting no matter the angle. Find your view like never before thanks to the new 3.6M-dot Quad VGA viewfinder.Made for MoviesYou can become a cinematic icon thanks to the incredible video recording capabilities of the Nikon Z7. It captures Ultra HD 4K video in a 16:9 aspect ratio at 30p by utilizing the width and resolution of the amazing backside-illuminated image sensor. When using DX Mode you can achieve even sharper 4K footage that is equivalent to 5K recording.Bundle Includes:Nikon Z7 Mirrorless Digital Camera with NIKKOR Z 24-70mm f/4 S LensNikon FTZ Mount Adapter"
      }
    },
    {
      "product": "Sony FDR-AX53 4K Ultra HD Handycam Camcorder Black Bundle Kit with Camera Bag + Green Extreme Extra Battery + ProOptic Cleaning Kit",
      "url": "https://www.amazon.com/Sony-FDR-AX53-Handycam-Camcorder-Cleaning/dp/B01E9RFDO2/ref=sr_1_1100?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1100",
      "no": 18,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Sony Store",
        "ratings": "10",
        "stars": "4.5",
        "discount": "",
        "price": "",
        "about_this_item": [
          " 90 Day Limited Warranty on Labor - Bundle Includes: - Video Bag - Spare Battery - Cleaning Kit",
          "Sensor: Sensor Type: 1 2/5-inch (7.20mm) back-illuminated Exmor R CMOS sensor Effective Pixels (Video): Approx. 8.29 Megapixels (16:9) Effective Pixels (Still Image): Approx. 8.29 Megapixels (16:9), Approx. 6.22 Megapixels (4:3)",
          "Lens: Lens Type: ZEISS Vario-Sonnar T* Filter Diameter: 2.17 inch Aperture Type: F 2.0-3.8 Focal Length (1.38 in) (Video): f=26.8-536.0mm (16:9) Focal Length (1.38 in) (Still Image): f=1 1/16-21 1/8 inch (16:9), f=1 5/16-25 7/8 inch (4:3), f=26.8-536.0mm (16:9), f=32.8-656.0mm (4:3) Minimum Focus Distance: Approx. 13/32 inch (Wide), Approx. 31 1/2 inch (Tele), Approx. 1cm (Wide), Approx. 80cm (Tele)",
          " HD: 40x Digital Zoom: 250x",
          "Image Stabilization: Steadyshot: Balanced Optical SteadyShot with 5-axis Intelligent Active mode"
        ],
        "specification": {
          "Brand": "Sony",
          "Connectivity Technology": "USB, HDMI",
          "Flash Memory Type": "SD",
          "Color": "Black, Green",
          "Special Feature": "Time Lapse",
          "Screen Size": "3 Inches",
          "Optical Zoom": "20 x",
          "Camcorder type": "Video Camera",
          "Included Components": "Battery, Manual",
          "Video Capture Resolution": "4K"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "9 x 9 x 6.4 inches",
            "Item Weight": "3.69 pounds",
            "ASIN": "B01E9RFDO2",
            "Item model number": "FDR-AX53",
            "Customer Reviews": "4.5 out of 5 stars",
            "Best Sellers Rank": "#392,388 in Electronics (See Top 100 in Electronics)#1,516 in Camcorders",
            "Date First Available": "July 19, 2016",
            "Manufacturer": "Sony"
          }
        ],
        "product_descriptions": "Relive great moments Picture brilliant action. Pursue with passion. Keep it fresh forever. With a 4K Handycam at hand, the most moving memories really come alive. Advanced features for great movies The performance packed into the top-class 4K Handycam is peerless. Balanced Optical SteadyShot and Fast Intelligent AF achieve exactly the images you aim for. A new microphone structure captures ambiance that's all-surrounding. You can even play with time in motion or gain control of pro-style/manual functions. The possibilities and pleasures are endless. The keys to extraordinary image quality - Advanced lens and image sensor capabilities enhance high-precision depiction, sensitivity and power. Balanced Optical SteadyShot - Superior image stabilization lets you shoot steadily throughout the zoom range even as you walk. Fast Intelligent Autofocus (AF) - Extra-efficient lens drive and AF range prediction can shift focus from far to near subjects quickly. High-quality sound recording - New mic structure captures sound from five directions with approximately 40% less noise1 for realistic ambience. Have fun during and after shooting - Get creative with High Speed REC and Time-lapse Capture to make an impressive movie. More professional functions - Shoot like a pro with manual setting functions, EVF, plus Time Code and User Bit data recording"
      }
    },
    {
      "product": "Irix Cine 30mm T1.5 Wide-Angle Cine Lens for L-Mount (Feet)",
      "url": "https://www.amazon.com/Irix-Cine-30mm-Leica-L-Mount/dp/B09L51N2RW/ref=sr_1_1101?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1101",
      "no": 19,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Irix Store",
        "ratings": "1",
        "stars": "5.0",
        "discount": "$1,195.00",
        "price": "",
        "about_this_item": [
          "Irix Cine Lens 30 mm T1.5 do L-mount Imperial [ IL-C30-L-I ]"
        ],
        "specification": {
          "Brand": "Irix",
          "Focal Length Description": "30 mm",
          "Lens Type": "Standard",
          "Compatible Mountings": "Leica L",
          "Camera Lens Description": "30mm"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "5.15 x 5.15 x 3.81 inches",
            "Item Weight": "2.69 pounds",
            "ASIN": "B09L51N2RW",
            "Item model number": "IL-C30-L-I",
            "Customer Reviews": "5.0 out of 5 stars",
            "Best Sellers Rank": "#446 in Mirrorless Camera Lenses#2,174 in SLR Camera Lenses",
            "Date First Available": "September 11, 2021",
            "Manufacturer": "IRIX"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Kowa Genesis Series PROMINAR XD Lens Binoculars, 10.5 x 44 mm Green",
      "url": "https://www.amazon.com/Kowa-Genesis-PROMINAR-Binoculars-Green/dp/B000J44L16/ref=sr_1_1102?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1102",
      "no": 20,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Kowa Store",
        "ratings": "2",
        "stars": "5.0",
        "discount": "",
        "price": "",
        "about_this_item": [
          "High-performance binoculars with an 10x magnification, provide an apparent field of view of 65 degrees and 354 feet at 1,000 yards",
          "Lenses and prisms are manufactured with multilayered coating, ensuring a bright and clear visual range",
          "Roof prism has phase correction C3 coating of dielectrics and a highly reflective aluminum coating to ensure sharp images and accurate color reproduction",
          "Housing is waterproof and filled with dry nitrogen gas to prevent the lens from fogging for use in the rain and other harsh weather conditions",
          "Weighs 34 ounces, measures 5.4 x 2.5 x 6.5 inches (W x H x D), and is backed by a manufacturer's lifetime product warranty"
        ],
        "specification": {
          "Brand": "Kowa",
          "Special Feature": "Waterproof",
          "Objective Lens Diameter": "44 Millimeters",
          "Magnification Maximum": "10 x",
          "Color": "Green"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B000J44L16",
            "Customer Reviews": "5.0 out of 5 stars",
            "Best Sellers Rank": "#5,627 in Camera & Photo Products (See Top 100 in Camera & Photo Products)#2,185 in Binoculars",
            "Date First Available": "July 9, 2004"
          }
        ],
        "product_descriptions": "The Genesis Series incorporates Kowa's PROMINAR lenses. To attainthe highest pinnacle of binocular performance, a total of 4 XD lenses(2 sets of 2 lenses) are utilized in the objective end of the binoculars. This significantly reduces chromatic aberr The Kowa Genesis 44-10x High Performance 10x44 millimeter Binoculars (Green) are sporting optics of the highest quality. These high-performance binoculars are built with a rugged construction, and a full set of features, making them perfect for anybody looking for portable magnification, be it for purely recreational uses, or more serious outdoor exploration. All the lenses and prisms in the BD42-10GR binoculars are manufactured with multi-layered coating, ensuring a bright and clear visual range, while the roof prism has phase correction coating and a highly reflective aluminum coating to ensure sharp images and accurate color reproduction. Through the use of a Bak4 prism these Kowa binoculars are able to give you bright, clear images all the way to the edge of the objective lens. Kowa's BD42-10GR roof prism uses the schmidt-Pechan prism, where one surface of the Pechan prism does not provide total reflection, so they have applied a highly reflective multi-coating of dielectrics, called a C3 coating. This allows for a much higher reflectivity than with coatings of silver or optically-enhanced aluminum, offering a reflectance of 99-percent or higher across the entire visible spectrum of 400 to 700 millimeters. Not only does this increase the brightness and sharpness of the images, but ensures an accurate color reproduction is also achieved. Furthermore, the roof surface of the Schmidt prism is phase coated (phase correction coated) to prevent the loss of contrast and image resolution. The stylish green housing of the Kowa BD42-10GR is waterproof and filled with dry nitrogen gas to prevent the lens from fogging, which allows these binoculars to be used in the rain and other harsh weather conditions. At the same time, these binoculars feature easy-to-use, twist-up eyecups with a large, 16-millimeter eye-relief suitable for both eyeglass wearers and non-eyeglass wearers. With easy focusing and a smooth turning focus wheel, and a minimum focusing distance of only 5.5 feet, these binoculars can be used for many purposes. The use of an inner focusing mechanism has made it possible for the BD42-10GR binoculars to retain a light, compact design, weighing only 34 ounces and measuring only 5.4 x 2.5 x 6.5 inches (W x H x D). These binoculars sport an 10x magnification, provide an apparent field of view of 65 degrees and 354 feet at 1,000 yards, and are backed by an astounding manufacturer's lifetime of the product warranty."
      }
    },
    {
      "product": "IRIX 45mm T1.5 Cine Lens for Canon RF, Feet",
      "url": "https://www.amazon.com/Irix-Cine-45mm-T1-5-Canon/dp/B08NF72VF7/ref=sr_1_1103?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1103",
      "no": 21,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Irix Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Magnetic Lens Hood - Front Cap - Rear Cap - Support Foot (1/4'-20) - IRIX 2 Year Limited Warranty",
          "Ultra HD 8K ready optics with superb image resolution",
          "Close to the natural field of view of the human eye",
          "Weather-sealed construction",
          "Beautiful bokeh, ultra-low focus breathing"
        ],
        "specification": {
          "Brand": "Irix",
          "Focal Length Description": "45 mm",
          "Lens Type": "Standard",
          "Compatible Mountings": "Canon RF",
          "Camera Lens Description": "9"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "7.5 x 5.6 x 5.3 inches",
            "Item Weight": "2.2 pounds",
            "ASIN": "B08NF72VF7",
            "Item model number": "IL-C45-RF-I",
            "Best Sellers Rank": "#3,080 in SLR Camera Lenses",
            "Date First Available": "November 4, 2020",
            "Manufacturer": "IRIX"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Blackmagic Design URSA Viewfinder, URSA and URSA Mini Compatible, 1920 x 1080 Color OLED Display",
      "url": "https://www.amazon.com/Blackmagic-Design-Viewfinder-Compatible-Display/dp/B00WRB14EQ/ref=sr_1_1104?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1104",
      "no": 22,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Blackmagic Design",
        "ratings": "16",
        "stars": "4.2",
        "discount": "",
        "price": "",
        "about_this_item": [
          "PURPOSE: The Blackmagic URSA Viewfinder is the perfect accessory to make outdoors and handheld shooting with your URSA or URSA Mini digital film camera easy",
          "HIGH QUALITY: You get an extremely high quality viewfinder with 1080HD resolution display, true precision glass optics, built in tally light and built in menus, overlays and even a digital focus chart",
          " Power Input - 1 x 4 pin XLR 12V",
          " 3/8 inch viewfinder mounting thumb screw for URSA",
          "METADATA SUPPORT: Detects camera information embedded in the SDI signal from URSA, URSA Mini and Blackmagic 3G-SDI Shield for Arduino"
        ],
        "specification": {
          "Brand": "Blackmagic Design",
          "Connectivity Technology": "USB",
          "Flash Memory Type": "SD",
          "Color": "Black",
          "Special Feature": "Low Light",
          "Screen Size": "1 Inches",
          "Model Name": "URSA Viewfinder, URSA and URSA Mini Compatible, 1920 x 1080 Color OLED Display",
          "Included Components": "item",
          "Video Capture Resolution": "1080p",
          "Minimum Focal Length": "1"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "11.2 x 8.4 x 4.4 inches",
            "Item Weight": "2 pounds",
            "ASIN": "B00WRB14EQ",
            "Item model number": "003215",
            "Customer Reviews": "4.2 out of 5 stars",
            "Best Sellers Rank": "#259 in Camera & Camcorder Viewfinders",
            "Is Discontinued By Manufacturer": "No",
            "Date First Available": "September 28, 2015",
            "Manufacturer": "Black Magic"
          }
        ],
        "product_descriptions": "Blackmagic URSA Viewfinder - The essential accessory for handheld shooting!If your project calls for a lot of over the shoulder or handheld shooting, you'll want to add the Blackmagic URSA Viewfinder.You get a high resolution 1920 x 1080 color display that lets you get incredibly accurate focus and the screen is so sharp that it's impossible to see any individual pixels so it's just like using an optical viewfinder on a traditional film camera.The viewfinder can be adjusted for either left or right eye use.Simply plug it into the power and SDI viewfinder output, slide it onto the camera using the Shoulder Mount Kit, then start shooting!The viewfinder features a sensor that turns off the screen when you're not using it to save power and extend the life of the OLED screen. Features Display Resolution: Full 1920 x 1080Frame Rate: Up to 60fpsDisplay Type: OLEDDisplay Pixels: 6.22 Million PixelsColor Precision: 24 bit RGB, 16.7 million colorsFocus: 4 Element diopterDiopter Range: -4 to +3Controls: Buttons for settings, short cut features and navigating menusOverlays: Built in overlay display processor and top mounted buttonsEyepiece: Can be tilted vertically and extended for left or right eye useTally: LED tally lightMounting Options: Camera mount with adjustment"
      }
    },
    {
      "product": "4K NDI Camera,20X Optical Zoom NDI PTZ Camera,AI Tracking PTZ 4K Camera,3G-SDI,HDMI,USB3.0 and IP Live Streaming Outputs simultaneously,HDMI PTZ Camera for Conference,Church, Events",
      "url": "https://www.amazon.com/ADKIDO-Tracking-Streaming-simultaneously-Conference/dp/B0CF26X4YW/ref=sr_1_1105?content-id=amzn1.sym.be90cfaf-ddce-4e28-b561-f2a8c0017fef&pd_rd_r=c7b043d7-6715-4eba-8a07-1324ff7b4ddb&pd_rd_w=KK1K8&pd_rd_wg=NZV11&pf_rd_p=be90cfaf-ddce-4e28-b561-f2a8c0017fef&pf_rd_r=E69ZY9ADBEPD57BXZDKD&qid=1702571321&refinements=p_36%3A2421891011&rnid=172282&s=electronics&sr=1-1105",
      "no": 23,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the ADKIDO Store",
        "ratings": "",
        "stars": "",
        "discount": "$1,359.00",
        "price": "",
        "about_this_item": [
          "4K UHD QualityADKIDO 4K PTZ Camera is equipped with a new generation of 1/1.8-inch high-quality UHD CMOS sensor with a maximum pixel of 8.42 million, supports HDMI 2.0 interface and outputs 4K (3840x2160) 60fps ultra-high-definition video",
          "Rich interfacesSupport HDMI or 3G-SDI, USB and LAN can output 3 HD digital signals at the same time. Low latency, support plug and play. The new ultra-high performance-to-noise ratio CMOS image sensor can effectively reduce image noise under low illumination. The application of 3D noise reduction algorithm can greatly reduce image noise. Designed for houses of worship, teaching and education, conference events",
          "Easy setting and easy use ADKIDO 4K PTZ Camera can control the camera by means of RS232, RS485, network, USB, etc. Compatible with IP PTZ camera controller, compatible with vMix/OBS and other live video streaming software, multi-camera video production can live stream to YouTube and facebook.",
          "AI Tracking PTZ Camera - Monocular humanoid tracking based on advanced AI algorithm, combined with convenient tracking settings, can be applied to various scenarios such as education, conferences, live broadcasts, etc., to realize intelligent navigation functions.",
          "High-tech Gravity sensor20x optical zoom 4K PTZ camera adopts high-quality 4K ultra-telephoto lens, 8 million ultra-high resolution, 20x optical zoom, maximum field of view 60, built-in gravity sensor, supports automatic image flip Function",
          "The new high quality generation CMOS image sensor can effectively reduce image noise under low illumination. The application of 3D noise reduction algorithm can greatly reduce image noise. Even under ultra-low illumination, the image remains clean and clear, with an image signal-to-noise ratio of more than 55dB.",
          "20x optical zoom PTZ 4K camera with a maximum field of view of 60 degrees (FOV). Built-in gravity sensor and supports automatic image flip function. PoE (Power over Ethernet) function allows you to power, control and transmit video/audio using only one network cable when using a LAN slot."
        ],
        "specification": {
          "Brand": "ADKIDO",
          "Connectivity Technology": "NDI, USB, Ethernet, SDI, HDMI",
          "Color": "Black",
          "Special Feature": "real-time, usb, H.264, zoom, ptz-system",
          "Screen Size": "2.8 Inches",
          "Optical Zoom": "20 x",
          "Photo Sensor Technology": "CMOS",
          "Camcorder type": "Webcam",
          "Included Components": "ptz camera/IR remote/power cable/wall mount/manual",
          "Video Capture Resolution": "1080p, 4K"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "6.65 x 6.61 x 5.75 inches",
            "Item Weight": "3.31 pounds",
            "ASIN": "B0CF26X4YW",
            "Best Sellers Rank": "#4,568 in Dome Surveillance Cameras",
            "Is Discontinued By Manufacturer": "No",
            "Date First Available": "August 8, 2023",
            "Manufacturer": "ADKIDO"
          }
        ],
        "product_descriptions": ""
      }
    }
  ]
}