{
  "kategories": "Electronic",
  "times": "2023-12-15 01:33:29.196424",
  "page": 12,
  "datas": [
    {
      "product": "Linkswell Radio Replacement, Gen 4 T-Style Android Car Stereo for Silverado and Sierra 2014-2019, 12.1' Touch Screen Display with AM/FM/RCA/AUX/USB/Bluetooth/WiFi",
      "url": "https://www.amazon.com/Linkswell-Replacement-Silverado-2014-2019-Bluetooth/dp/B0C5LHP9NK/ref=sr_1_267?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-267&ts_id=3248684011",
      "no": 1,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: RIDEUP",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [],
        "specification": {
          "Brand": "RIDEUP",
          "Vehicle Service Type": "Car",
          "Screen Size": "12.1 Inches",
          "Special Feature": "Touchscreen",
          "Connectivity Technology": "RCA, Bluetooth, Auxiliary, Wi-Fi, USB",
          "Map Type": "North America",
          "Audio Output Mode": "Stereo",
          "Operating System": "Android",
          "Human Interface Input": "Touchscreen",
          "Compatible Devices": "Smartphone, Speaker"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Package Dimensions": "15.71 x 15.47 x 9.37 inches",
            "Item Weight": "10.43 pounds",
            "ASIN": "B0C5LHP9NK",
            "Item model number": "TS-GMPU12-1RR-4B",
            "Best Sellers Rank": "#498,479 in Electronics (See Top 100 in Electronics)#2,782 in Vehicle GPS Units & Equipment#8,641 in Car In-Dash Navigation GPS Units",
            "Date First Available": "June 23, 2023",
            "Manufacturer": "Linkswell"
          }
        ],
        "product_descriptions": "We are here to answer any question you might have about features/functions and fit/capabilities Reach us by hitting the 'Ask Seller' button"
      }
    },
    {
      "product": "MB Quart MBQX-STG3-1 X3 Radio, Speakers, Sub, Panels, Amps,Black",
      "url": "https://www.amazon.com/MB-Speakers-Receiver-2017-2020-Maverick/dp/B084T4HZTV/ref=sr_1_268?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-268&ts_id=3248684011",
      "no": 2,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the MB Quart Store",
        "ratings": "7",
        "stars": "4.3",
        "discount": "$1,499.99",
        "price": "",
        "about_this_item": [
          "Features of MBQX-STG3-1: Compatible vehicle fitment: Can-Am Maverick X3 2017 and newer, Marine grade protection/ipx rating, IPX67, Source unit features: QUICK PAIR immediately connects to the last device that was connected and you'll have full Apple Control with Bluetooth capabilities. This unit also displays Album Artwork, if present, in your file. High voltage output guarantees maximum volume when running external amplifiers.",
          "Speaker features: These speakers are meticulously engineered to fit in the X3 dash. They include a 1' Titanium Dome Tweeter that will deliver natural sounding high frequency response, while producing high volume. Injection molded composition Polypropylene cone produces impactful bass with minimal cone flex. The Composite (UV Resistant ASA+Fiberglass) frames are incredibly strong and lightweight. The entire assembly earns an IPX68 rating which makes it as indestructible as the X3.",
          "Amplifier features: The Can Am system is powered by the NA2 series of amplifiers. The stereo amplifier is operating in 4 ohm mode in a STAGE3 set up, to increase volume and power, add the rear pods and the amplifier changes automatically to 2 ohm mode to deliver maximum volume for all 4 speakers after the pods are added.",
          "Subwoofer features: 400 Watt SUB STAGE Specific 10 inch Underseat Subwoofer System includes 10 inch, Dual 4 ohm Subwoofer, Maverick X3 Specific Under-Seat Subwoofer Enclosure, and 400 Watt Class D, Mount/harness: Plug and Play Harness. Waterproof Connectors with premeasured wires. No guess work, no installation mistakes., Time and tools: Standard hand tools are required. See the manual for time on each of the different components.",
          "Specifications of NA2-400.1: Class: Full Range Class D, Variable Voltage: 0.2V~9V, Signal to Noise Ratio: >100dB, Frequency Respponse: 10Hz-300Hz, Crossover Type: Electronic 12dB Per Octave, Crossover Frequency Range CH1 & CH2: Switch Low Pass 300 Hz, Bass Boost: 0-12dB@45Hz, Subsonic Filter: 60Hz, Power @ 2-Ohms:1 x 400W, Power @ 4-Ohms: 1 x 200W, Total channels: Mono, Audio Inputs: RCA, Power Terminal 12V/GND: Molex 10 ga, Speaker Terminal Wire Gauge: Molex Plug Connector, Fusing: 1 x 30 Amps."
        ],
        "specification": {
          "Brand": "MB Quart",
          "Model Name": "MBQX-STG3-1",
          "Speaker Type": "Subwoofer",
          "Connectivity Technology": "RCA, Auxiliary, USB",
          "Special Feature": "Waterproof"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Package Dimensions": "30.7 x 23.5 x 21.2 inches",
            "Item Weight": "46.7 Pounds",
            "Manufacturer": "MB Quart",
            "ASIN": "B084T4HZTV",
            "Item model number": "MBQX-STG3-1",
            "Customer Reviews": "4.3 out of 5 stars",
            "Best Sellers Rank": "#430 in Powersports Speaker Systems",
            "Date First Available": "February 14, 2020",
            "Speakers Maximum Output Power": "400 Watts",
            "Number Of Items": "7"
          }
        ],
        "product_descriptions": "Big-time sound for the great outdoors Can-Am's Maverick X3 is a high-performance side-by-side with plenty of power, and MB Quart's Stage 3 kit will make your Maverick sound as good as it performs. With a marine digital media receiver, 6-1/2' marine speakers, a 2-channel amp, a mono sub amp, and a 10' subwoofer, this system will add even more fun to your off-road adventures. MB Quart designed this package to fit right into your Maverick, with no cutting and minimal hassle. It also comes with all the parts and pieces needed for a smooth, hassle-free installation. Each component is tough enough for trail duty, so you won't have to worry about your system getting swamped. A rugged receiver that fits right in The MB Quart GMR-LED digital media receiver packs a lot of cool stuff into a compact, outdoor-ready package that's made for your Maverick. This AM/FM/WB receiver features built-in Bluetooth, so you can pair up quickly and stream music stored on your phone. If you have an Apple device, you'll appreciate the convenience of Apple Control. If you prefer to plug in, you'll find an AUX input and a charging USB input. If you want to expand your system later, the GMR-LED features a full set of preamp outputs, along with a handy camera input. This kit includes a custom-designed dash panel that holds the receiver and blends into your Maverick's dash. Dash speakers made for your Maverick The package includes a pair of NP1-116 Nautic marine speakers that are built for off-road and marine use. The durable poly cones withstand moisture and sunlight, as do the 1' titanium dome tweeters. They're really easy to install, too, thanks to the made-for-the-Maverick X3 speaker enclosures included in this kit. They're easy to install and the left speaker panel works with your Maverick's Smart-Lok(tm). Get your power from a 2-channel amp MB Quart's NA2-400.2 amplifier packs a lot of power into a small package that's perfect for powersports applications."
      }
    },
    {
      "product": "KENWOOD eXcelon Reference DMX1057XR 10.1' Digital Multimedia Bluetooth Car Stereo with USB, 10.1' Floating Touchscreen HD Display, AM/FM HD Radio| Plus Kenwood DRV-N520 Dash Cam",
      "url": "https://www.amazon.com/Reference-DMX1057XR-Multimedia-Touchscreen-Kenwood/dp/B0BGJMRHQV/ref=sr_1_269?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-269&ts_id=3248684011",
      "no": 3,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Kenwood Store",
        "ratings": "",
        "stars": "",
        "discount": "$1,499.00",
        "price": "",
        "about_this_item": [
          "HD display delivers vivid colors with high-contrast and sharpness. Featuring an all-new electrostatic capacitive touch panel and HD LCD panel, with a high luminance white LED backlight. Convenient and Easy-to-Use Capacitive Touch Panel Provides a high contrast ratio, crystal clear display, and vivid text. Easy to use widgets provide access to information screens with a swipe.",
          "Apple CarPlay is a safer way to use your iPhone in the car. Simply talk to Siri or touch the receiver's display to get directions from Apple Maps, make phone calls, listen to voicemail, send and receive texts, and listen to music, all in a way that allows you to stay focused on the road. With the latest iOS version (iOS 12.0 and higher), 3rd party navigation apps like Google Maps and Waze are also supported.",
          "Android Auto was designed with safety in mind, helping you to minimize distractions and stay focused on the road. KENWOOD's multimedia receivers combine an intuitive voice controlled interface with a large touch screen and superior sound quality, making it the perfect complement for your in-car life. You can even listen to and control music from your favorite streaming services like Pandora and Spotify. Navigate to where you need to with Google Maps or Waze.",
          "To enable a smarter driving experience, receivers featuring 4 camera inputs allow for the utmost in convenience, flexibility, and safety. With 4 camera inputs, you can connect a front camera, a KENWOOD dashboard camera (DRV-N520 sold separately), and rear and side (blind spot) cameras. Alternatively, 4 camera inputs can support several other configurations, including the connection of 2 side cameras, a front camera, and a reverse camera.",
          "When an Automotive Data Solutions iDatalink Maestro RR is connected to a compatible KENWOOD receiver, it provides a seamless interface with factory infotainment features such as Satellite Radio, USB Media Player, Bluetooth hands-free and music streaming. Factory driver assistance systems and cameras are also retained and work as they did originally. Parking sensor display and dynamic parking guide lines are also added in supported vehicles on the rear camera screen.",
          "Kenwood DRV-N520: 1/3 inch color CMOS, Bright (F2.0) & wide viewing angle LENS, Equipped with HDR technology, Support Super HD video recording, 27 frames/second smooth recording"
        ],
        "specification": {
          "Brand": "Kenwood",
          "Model Name": "KenwoodBDL221116-16",
          "Connectivity Technology": "Bluetooth, USB",
          "Special Feature": "Touchscreen, Pandora, Equalizer",
          "Included Components": "DRV-N520, DMX1057XR",
          "Mounting Type": "Adhesive Mount",
          "Control Method": "Voice",
          "Item Weight": "10 Pounds",
          "Optical Sensor Technology": "CMOS",
          "Display Type": "LCD"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "16 x 12 x 12 inches",
            "Item Weight": "10 pounds",
            "ASIN": "B0BGJMRHQV",
            "Best Sellers Rank": "#789,491 in Electronics (See Top 100 in Electronics)#5,867 in Car Audio Receivers",
            "Date First Available": "September 26, 2022",
            "Manufacturer": "KENWOOD"
          }
        ],
        "product_descriptions": "Introducing a Revolutionary 10.1' HD Display Features 10.1' High Definition Monitor with Capacitive Touch Panel Floating Panel Mechanism with 3-way Position Adjustment Android Auto Android Auto Wireless Wired and Wireless Apple CarPlay High-Resolution Audio Wireless Wireless Mirroring for Android 4 Camera Inputs HD Front/Rear Camera Ready Built-in Bluetooth HD Radio Wi-Fi 3 Preouts 5V Large 10.1 inch HD display Provides room for more information that is large and easy to see with just a glance. Overwhelming Power of Expression 10.1' Display features an electrostatic capacitive touch panel and HD 1280 x 720 pixel LCD panel with high luminance white LED backlight and superior wide viewing angles. Vivid Colors with High Contrast Optical Clear Adhesive (OCA) is added between the touch screen and the LCD to eliminate the air layer and suppress light reflection and glare. This feature enhances the contrast and brightness and maintains the visibility of the display in various environments. Beautiful From Any Seat The AAS display technology of the LCD panel assures you a wider viewing angle of 170 for both horizontal and vertical directions. Together with the protective film which minimizes reflection and glare from sunlight you can enjoy clear images even from the passenger or back seats. Driving Widget Home Screen The 10.1' home screen is composed of a Driving Widget as well as a Source Control Widget overlaid on the background. You can move the Driving Widget from side to side or enlarge the Source Control Widget to optimize the screen for your intuitive operation. The Driving Widget allows the selection of a clock compass or equalizer setting etc. while the background allows selection of album art audio visualizer or photo. Floating Panel Mechanism with 3-Way Position Adjustment A fully adjustable display allows you to change the depth height and angle for easy vehicle fitment. Forward / Backward: 13/16"
      }
    },
    {
      "product": "MR-J4-350A AC SERVO Driver MR-J4-350A",
      "url": "https://www.amazon.com/MR-J4-350A-AC-SERVO-Driver/dp/B0C82NV3Z5/ref=sr_1_270?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-270&ts_id=3248684011",
      "no": 4,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Generic",
        "ratings": "",
        "stars": "",
        "discount": "$5,961.33",
        "price": "",
        "about_this_item": [
          "MR-J4-350A AC SERVO DRIVER MR-J4-350A"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [],
        "product_descriptions": "MR-J4-350A AC SERVO DRIVER MR-J4-350A"
      }
    },
    {
      "product": "Alpine PSS-24WRA 300-Watt Complete System Upgrade Compatible with 2018-Up Jeep Wrangler Unlimited JL & 2020-Up Jeep Gladiator",
      "url": "https://www.amazon.com/Alpine-Electronics-PSS-24WRA-Complete-9-Speaker/dp/B09FTK3X78/ref=sr_1_271?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-271&ts_id=3248684011",
      "no": 5,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Alpine",
        "ratings": "12",
        "stars": "3.7",
        "discount": "$1,999.95",
        "price": "",
        "about_this_item": [
          "The PSS-24WRA is a 300-Watt Complete Sound System Upgrade Package for the four-door, non-amplified 2018  Up Jeep Wrangler and non-amplified 2020  Up Jeep Gladiator.",
          "The weather-resistant speakers are designed for powerful, top-off performance that's unhindered by weather, wind, or other noise while driving.",
          "The PSS-24WRA also includes a vehicle-specific T-harness for installation with the factory radio into a compatible four-door, non-amplified NEW 2018  2020 Jeep Wrangler and non-amplified 2020  Up Jeep Gladiator.",
          "The PSS-24WRA has 5-channels of powered sound that replace your factory system. The 6.5 mid-bass drivers bring out the full potential of your sound, while the tweeters capture the high frequencies often lost in music reproduction.",
          "Vehicle-specific mounting brackets are included to secure the 8 compact subwoofer and 4-channel amplifier under the passenger seat without drilling."
        ],
        "specification": {
          "Brand": "Alpine",
          "Item Dimensions LxWxH": "27 x 19 x 20 inches",
          "Connectivity Technology": "Cables Included",
          "Compatible Devices": "Select Jeep Wrangler and Gladiator Models",
          "Mounting Type": "Plug-and-play"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "27 x 19 x 20 inches",
            "Item Weight": "40 pounds",
            "ASIN": "B09FTK3X78",
            "Item model number": "PSS-24WRA",
            "Customer Reviews": "3.7 out of 5 stars",
            "Best Sellers Rank": "#239,934 in Electronics (See Top 100 in Electronics)#2,505 in Car Coaxial Speakers",
            "Connectivity technologies": "Cables Included",
            "Special features": "Weather Resistant",
            "Other display features": "Wireless",
            "Whats in the box": "ALP-THRN-LOC LOC for T-HARNESS, ALP-THRN-CH2 CHRYSLER T-HARNESS, PSU-BKT-JL-R PWE Right Bkt JL, SPV-65-JLT Rear Sound Bar Speakers, PWE-S8 8' COMPACT POWERED SUBWOOFER, PSU-BKT-JL-L PWE Left Bkt JL, SPV-65X-WRA Front Component Speakers, PHSCR832 8-32 Pan Head Phillips screws, PSS-24HW-BOX Hardware Box, ALP-HRN-PSU300 PSU POWER HARNESS, SLWM4 M4 Split Lock Washers, KTP-445U UNIVERSAL 4 CHANNEL POWER AMPLIFIER, ALP-POD-JLT Front Speaker Pod, PHPSM412 Pan Head Phillips Screw M4x12, PSS-WRA-IM Installation Manual, CT6 6' Cable Ties, PSS-24WRA-MC Master Carton Box",
            "Manufacturer": "Alpine",
            "Date First Available": "September 9, 2021"
          }
        ],
        "product_descriptions": "The PSS-24WRA is a 300-Watt 9-Speaker Complete Sound System Upgrade Package for the four door, non-amplified NEW 2018  2020 Jeep Wrangler and non-amplified 2020  Up Jeep Gladiator. The PSS-24WRA includes two sets of 6.5 weather-resistant mid-bas drivers and 1 weather-resist tweeters that replace the front and rear soundbar factory speakers, an 8 powered, compact subwoofer and a 4-channel power pack amplifier. The weather-resistant speakers are designed for powerful, top-off performance that's unhindered by weather, wind, or other noise while driving. The 6.5 mid-bass drivers bring out the full potential of your sound, while the tweeters capture the high frequencies often lost in music reproduction. The 8 compact bass add deep, accurate bass that grounds your sound system. Vehicle-specific speaker connectors and pods designed for the NEW 2018  2020 Jeep Wrangler and 2020  Up Jeep Gladiator are included for plug-and-play installation. The PSS-24WRA is compatible with the i407-WRA-JL 7-Inch Multimedia Receiver and X409-WRA-JL 9-Inch Weather-Resistant Navigation System with Off-Road Mode. The PSS-24WRA also includes a vehicle-specific T-harness for installation with the factory radio into compatible four door, non-amplified NEW 2018  2020 Jeep Wrangler and non-amplified 2020  Up Jeep Gladiator."
      }
    },
    {
      "product": "Insane Audio JL4001 Multimedia and Navigation Head Unit Compatible with Select JL Wranglers and Gladiator Pickups",
      "url": "https://www.amazon.com/Insane-Audio-JL4001-Multimedia-Navigation/dp/B0BDTBHK1C/ref=sr_1_272?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-272&ts_id=3248684011",
      "no": 6,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Insane Audio",
        "ratings": "8",
        "stars": "2.9",
        "discount": "",
        "price": "",
        "about_this_item": [
          "100% solid state design (no moving parts)",
          "Next generation CPU architecture keeps things running smooth",
          "Apple CarPlay as well as Android Auto",
          "Ability to run our own apps",
          "Access to over 3.8 million apps on the Google Play Store for direct download"
        ],
        "specification": {
          "Brand": "Insane Audio",
          "Model Name": "JL4001",
          "Screen Size": "9 Inches",
          "Included Components": "Head unit and hardware",
          "Human Interface Input": "Touchscreen",
          "Control Method": "Remote",
          "Are Batteries Included": "No"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "Package Dimensions": "12 x 9.5 x 8.5 inches",
            "Item Weight": "6.49 pounds",
            "ASIN": "B0BDTBHK1C",
            "Item model number": "JL4001",
            "Customer Reviews": "2.9 out of 5 stars",
            "Best Sellers Rank": "#556,486 in Electronics (See Top 100 in Electronics)#9,744 in Car In-Dash Navigation GPS Units",
            "Wireless communication technologies": "Bluetooth, Wi-Fi",
            "GPS": "GPS-Enabled",
            "Other display features": "Wireless",
            "Human Interface Input": "Touchscreen",
            "Other camera features": "Video",
            "Whats in the box": "Head unit and hardware",
            "Manufacturer": "Insane Audio",
            "Country of Origin": "USA",
            "Date First Available": "September 9, 2022"
          }
        ],
        "product_descriptions": "Insane Audio's JL4001 is the ultimate head unit for your Jeep Wrangler JL or If Gladiator. Insane Audio's JL4001 is built tough, packed with technology and ready for wherever your next adventure takes you. IP66 waterproof, shockproof, dust-proof and entirely solid state with no moving parts. A big, beautiful 9″ high definition touch screen display is perfectly integrated within your dash."
      }
    },
    {
      "product": "6SL3210-1SE24-5AA0 22kW S120 Inverter Power Module",
      "url": "https://www.amazon.com/6SL3210-1SE24-5AA0-22kW-Inverter-Power-Module/dp/B0CDRN4Z2H/ref=sr_1_273?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-273&ts_id=3248684011",
      "no": 7,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Induster Store",
        "ratings": "",
        "stars": "",
        "discount": "$10,330.00",
        "price": "",
        "about_this_item": [
          "YourpackagewillbesentdomesticallywithintheUS,ensuringpromptdeliverytoyouraddress",
          "Contactusforcompetitivewholesalerateonlargeorders.Wealsoacceptinquiriesifyoucan'tfindtheproductyouneedinourstore",
          "Contactusforinquiriesoradditionalproductinformation.Excellentcustomerservicewith24-hourresponsetime",
          "Ourproductsarebackedbyaone-yearassurance.Takeadvantageofa30-dayfreereturnpolicyforrefundsorreplacements",
          "Wedon'tprocessordersonweekendsorholidays.Allow1-2extrabusinessdaysforweekendorders.Fastdeliveryisourgoal"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [],
        "product_descriptions": "Why Choose Us?Global Distribution:We have multiple offices worldwide for shipping.Dedicated Support:Our team of experts is committed to assisting you throughout your entire shopping experience, and we continue to provide support even after your purchase. We aim to respond to all inquiries within 24 hours.Logistics:Returns Policy:Return Shipping Responsibility: If the return is not due to product quality issues or our shipping error, the buyer is responsible for the return shipping costs. Please ensure that the items are returned with the original packaging and in good condition.Please feel free to reach out to us for any further inquiries or assistance."
      }
    },
    {
      "product": "Rockford Fosgate GNRL-STAGE4 400 Watt Stereo, Front Lower Speaker, Rear Speaker, and Subwoofer Kit for Select 2016-2020Polaris General Models",
      "url": "https://www.amazon.com/Rockford-Fosgate-GNRL-STAGE4-subwoofer-Select-Polaris/dp/B078YCFSLT/ref=sr_1_274?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-274&ts_id=3248684011",
      "no": 8,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Rockford Fosgate Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Whether hitting the dunes or the trails, the GNRL-STAGE4 kit turns your GENERAL into the ultimate audio machine"
        ],
        "specification": {
          "Brand": "Rockford Fosgate",
          "Model Name": "Rockford Fosgate GNRL-STAGE4",
          "Speaker Type": "Coaxial, Subwoofer",
          "Special Feature": "Element Ready: Purpose built to stand up to water, dirt, mud and UV rays",
          "Subwoofer Diameter": "10 Inches"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B078YCFSLT",
            "Best Sellers Rank": "#821,221 in Electronics (See Top 100 in Electronics)#4,406 in Car Component Subwoofers",
            "Date First Available": "January 11, 2018"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Rockford Fosgate Polaris RZR UTV ROV SxS Stereo, Dash Kit, Speakers, and Sub Kit",
      "url": "https://www.amazon.com/Rockford-Fosgate-RZR-STAGE3-Receiver-Speakers/dp/B06XX2C7BX/ref=sr_1_275?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-275&ts_id=3248684011",
      "no": 9,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Rockford Fosgate Store",
        "ratings": "6",
        "stars": "3.9",
        "discount": "$1,599.99",
        "price": "",
        "about_this_item": [
          "Fosgate Audio Systems for RZR and YXZ"
        ],
        "specification": {
          "Brand": "Rockford Fosgate",
          "Model Name": "Polaris RZR",
          "Speaker Type": "Subwoofer",
          "Connectivity Technology": "Bluetooth",
          "Surround Sound Channel Configuration": "3.0"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [],
        "product_descriptions": ""
      }
    },
    {
      "product": "LINKSWELL Gen IV 12.1 Inch Car Stereo for Silverado and Sierra 2014 to 2019 T Style Android Radio Replacement Head Unit Multimedia Player Touchscreen GPS Navigation Bluetooth",
      "url": "https://www.amazon.com/LinksWell-Replacement-Multimedia-Touchscreen-Navigation/dp/B0B185248Z/ref=sr_1_276?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-276&ts_id=3248684011",
      "no": 10,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Citreal Store",
        "ratings": "10",
        "stars": "4.2",
        "discount": "",
        "price": "",
        "about_this_item": [
          "🚗Car Stereo Compatibility:Radio fit for Silverado 1500 and Sierra 1500 2014 2015 2016 2017 2018,compatible with 2015 to 2019 Silverado&Sierra 2500 3500.Fits vehicles with RPO codes IO3 (4″ screen), IO4 (4″), IOB (7″), IO5 (8″) & IO6 (8″) vehicles 🚩NOTE:Vehicles with Bose Audio Systems (RPO code UQA) will require the use of the Bose Adapter.",
          "🚗Android Auto &CarPlay: iPhone and Android users can use CarPlay or Android Auto to enjoy a seamless experience. you now will plug the phone's charging cable directly into the USB input without using a dongle. Connect your phone to the dedicated USB port marked PhoneLink and click the APP of PhoneLink on the radio to activate the CarPlay or Android Auto",
          "🚗Multi-Functions: ①Android 8.1 Operation System, ②Compatible with Bluetooth and hands-free calling, ③On Screen/touch screen climate controls: A/C, Dual Zone Climate, Seat Heaters/Coolers, Defroster, etc.④Built-in DSP, ⑤PhoneLink System (Apple & Android compatible), ⑥GPS Navigation, ⑦AM/FM Radio, ⑧Split screen, ⑨Retain vehicle's reverse camera,⑩4X45 Watt built-in amplifier w/DSP & EQ,⑪Split-Screen,⑫64GB Memory +4GB Ram",
          "🚗GPS Navigation &Wi-Fi: Built-in WiFi module, Online map also be supported, after connected to WiFi, you can use GPS Navigation at anywhere. Maps or any other Android GPS app you have installed on the radio, you must have a data hotspot in the vehicle and paired to the radio  this can be the factory data hotspot, your phone, a portable hotspot, etc. This item allows installation or deletes android apps from Application Store, as the same as smartphones.",
          "❣️Customer Service & Warranty: LinksWell delivers in-vehicle safety, our Silverado radio provides1-Year a product warranty. lifetime tech support, please feel free to contact us, we strive to provide the best products along with superb customer service."
        ],
        "specification": {
          "Brand": "Citreal",
          "Vehicle Service Type": "Car, Truck",
          "Screen Size": "12.1 Inches",
          "Special Feature": "Bluetooth",
          "Connectivity Technology": "Bluetooth, Wi-Fi, USB",
          "Map Type": "Worldwide",
          "Included Components": "GPS antenna",
          "Audio Output Mode": "Stereo",
          "Mounting Type": "Panel Mount, found in image",
          "Operating System": "Android"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B0B185248Z",
            "Customer Reviews": "4.2 out of 5 stars",
            "Best Sellers Rank": "#88,829 in Electronics (See Top 100 in Electronics)#938 in Car In-Dash Navigation GPS Units",
            "Date First Available": "May 13, 2022"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "ZWNAV 12.1 inch Radio Replacement for Jaguar XK XKR S XKR-S 2006-2013. GPS Navigation Android Head Unit Player 128G Android Auto Wireless Carplay",
      "url": "https://www.amazon.com/ZWNAV-Replacement-2006-2013-Navigation-Wireless/dp/B09NZQDC5K/ref=sr_1_277?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-277&ts_id=3248684011",
      "no": 11,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the ZWNAV Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "★【VehicleCompatibility】 Fit for Jaguar XK XKR S XKR-S 2006-2013. Built-in Carplay/Android Auto on board chip. Support Wireless & Wired USB Carplay/ Wired USB Android Auto",
          "★【Radio Details】Android 11 System , TDA7862 Octa Core 4GRAM 64GROM. IPS Screen 1280*720 Resolution. Built-in DSP with 4*50W amplification/ FM Radio/ Microphone/ Music / Navigation/ bluetooth 5.0. WIFI 3G 4G Network.",
          "★【Plug and Play 】 Comes with Plug and Play cable and canbus, Support Factory Steering Wheel Control, Radar Parking Sensor and A/C Information Display",
          "★【Multifunctions 】 bluetooth Hands-free Phone Call. Support Sync phone book. Support GPS Navigation. Support Google Map and GPS Voice Guidance.Support Steering Wheel control, AF/FM Radio"
        ],
        "specification": {
          "Brand": "ZWNAV",
          "Vehicle Service Type": "Car",
          "Screen Size": "12.1 Inches",
          "Special Feature": "Touchscreen, Bluetooth",
          "Connectivity Technology": "Cellular, Wi-Fi, USB",
          "Map Type": "Worldwide",
          "Audio Output Mode": "Stereo",
          "Resolution": "720 x 1280",
          "Operating System": "Android",
          "Memory Storage Capacity": "128 GB"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B09NZQDC5K",
            "Best Sellers Rank": "#871,369 in Electronics (See Top 100 in Electronics)#6,781 in Vehicle GPS Units & Equipment#14,982 in Car In-Dash Navigation GPS Units",
            "Date First Available": "December 21, 2021"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Rockford Fosgate Maverick X3 UTV ROV SxS Stereo, Dash Kit, Speakers, and Sub Kit",
      "url": "https://www.amazon.com/Rockford-Fosgate-X3-Stage3-subwoofer-Maverick/dp/B077W15PKH/ref=sr_1_278?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-278&ts_id=3248684011",
      "no": 12,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Rockford Fosgate Store",
        "ratings": "1",
        "stars": "4.0",
        "discount": "$1,699.99",
        "price": "",
        "about_this_item": [],
        "specification": {
          "Brand": "Rockford Fosgate",
          "Speaker Type": "Subwoofer",
          "Connectivity Technology": "Bluetooth",
          "Special Feature": "Radio",
          "Recommended Uses For Product": "Music"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [
          {
            "Item details": {
              "Customer Reviews": "",
              "Best Sellers Rank": "",
              "Brand": "Rockford Fosgate",
              "Model Number": "X3-STAGE3"
            }
          },
          {
            "Measurements": {
              "Item Weight": "48.5 Pounds",
              "Speaker Size": "6.5 Inches"
            }
          },
          {
            "Additional details": {
              "Power Source": "Battery Powered",
              "Is Waterproof": "True",
              "Speaker Type": "Subwoofer"
            }
          },
          {
            "Audio": {
              "Audio Output Mode": "Stereo",
              "Speaker Maximum Output Power": "150 Watts"
            }
          },
          {
            "Connectivity": {
              "Connectivity Technology": "Bluetooth",
              "Connectivity Protocol": "Bluetooth"
            }
          },
          {
            "Usage": {
              "Special Feature": "Radio",
              "Recommended Uses For Product": "Music"
            }
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Focal K2 Power 165 KRX3 6.5-Inch 3-Way Component Speaker Kit (Discontinued by Manufacturer)",
      "url": "https://www.amazon.com/Focal-6-5-Inch-Component-Discontinued-Manufacturer/dp/B001Q9EKZU/ref=sr_1_279?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-279&ts_id=3248684011",
      "no": 13,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Focal Store",
        "ratings": "2",
        "stars": "5.0",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Aramid fiber inverted dome tweeter",
          "K2 composite sandwich cone for high power handling and extremely detailed sound",
          "Rigid, and non-magnetic zamak basket with standard dimensions for simplified mounting",
          "Butyl rubber surround for consistent long lasting performance",
          "Innovative high precision separate crossover with 162 adjustment possibilities"
        ],
        "specification": {
          "Brand": "Focal",
          "Speaker Type": "Component",
          "Connectivity Technology": "Coaxial",
          "Special Feature": "Radio",
          "Recommended Uses For Product": "Smoothness"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [],
        "product_descriptions": "The 165 KRX3 is a 3-way speaker kit with a 6.5 inch woofer and a 3 inch midrange from the K2 Power line of Focal speakers and is for those seeking the highest quality of music in their vehicle. It includes a premium aramid fiber inverted dome tweeter with wave guide that delivers smoothness, high definition and accuracy combined with controlled directivity and optimal staging. High power handling and extremely detailed sound is achieved through the legendary K2 composite sandwich cone, made by hand in the factory in France. Kit includes an innovative high precision separate crossover with 162 adjustment possibilities."
      }
    },
    {
      "product": "Samlex EVO-1212F Evolution F-Series 120V Pure Sine Inverter/Charger - 1200 Watt",
      "url": "https://www.amazon.com/Samlex-EVO-1212F-Evolution-Inverter-Charger/dp/B09RKH9PFY/ref=sr_1_280?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-280&ts_id=3248684011",
      "no": 14,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Samlex",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "6 programmable charging profiles (2, 3 and 4 stages with Equalization), Algorithm monitoring in the Bulk Stage assesses the battery's condition",
          "The inverter has a surge capability of 3X its continuous power rating, allowing it to turn on loads with high starting surge",
          "Multiple physical points of protection monitoring are scanned up to 10,000 times per second to detect adverse internal and external conditions",
          "Reduces excess charging time and extends life of battery",
          " Watts: 1200, Surge: 3600 Watts, Outlets: GFCI, Fuse: External"
        ],
        "specification": {
          "Brand": "Samlex",
          "Power Source": "Battery Powered",
          "Wattage": "3600 watts",
          "Model Name": "Samlex EVO-1212F Evolution F-Series 120V Pure Sine Inverter/Charger - 1200 Watt",
          "Color": "No Color"
        },
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B09RKH9PFY",
            "Best Sellers Rank": "#2,219,748 in Automotive (See Top 100 in Automotive)#2,493 in Power Inverters#10,221 in Car Audio & Video Accessories",
            "Date First Available": "January 31, 2022"
          }
        ],
        "product_descriptions": "Samlex EVO-1212F Evolution F-Series 120V Pure Sine Inverter/Charger - 1200 Watt"
      }
    },
    {
      "product": "Rockford Fosgate RZR19RCPXP-STG6 Audio Kit: Ride Command Interface, 1500-Watt Amp, Front Speakers & M2 Tweeters, M2 Color Optix 10 Subwoofer & M2 8 Rear Speakers for Select RZR Pro XP Models (2019+)",
      "url": "https://www.amazon.com/Rockford-Fosgate-RZR19RCPXP-STG6-Audio-Kit/dp/B09YVRWBL6/ref=sr_1_281?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-281&ts_id=3248684011",
      "no": 15,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Rockford Fosgate Store",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Upgrade your Polaris RZR Pro XP with Ride Command to an epic off-road audio experience with the Rockford Fosgate RZR19RCPXP-STG6 1,500-watt audio system, all powered by our M5-1500X5 5-Channel IPX6 Element Ready amplifier",
          "The RZR19RCPXP-STG6 audio system includes the RZR19PXP-RCA 3-way active noise reduction adaptor, designed to connect specifically to Rockford Fosgate amplifiers, allowing your factory installed Polaris Ride Command to function as your source unit, and retaining your GPS navigation",
          "This Stage 6 Pro XP kit also includes a pair of front speaker pods loaded with our 6.5' TMS65 full range speakers and our M2-TS 1' Front Tweeter system for greater clarity, all with a plug-and-play design that requires minimal cutting or drilling by using OEM mounting points",
          "Bring on the light show with the included Color Optix M2 10' Element Ready loaded subwoofer in a custom fit enclosure and the Color Optix M2 8' Wake Cans with multicolor LED lighted illumination and finishing touch to the passenger dash, all controlled by our PMX-RGB Color Optix controller",
          "Designed and built by Rockford Fosgate for select 2019 and newer Polaris RZR Pro XP Models - Check out the compatibility chart below to match your model & year prior to purchase"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B09YVRWBL6",
            "Best Sellers Rank": "#803 in Powersports Speaker Systems",
            "Date First Available": "April 26, 2022"
          }
        ],
        "product_descriptions": ""
      }
    },
    {
      "product": "Orion HCCA17000.1DSPLX High Performance 17000W RMS Competition High Current Class-D Monoblock Amplifier - 1 Ohm Stable, Low Pass Crossover, Bass Boost Control, Mosfet Power Supply, Bass Knob Included",
      "url": "https://www.amazon.com/Orion-HCCA17000-1D-Power-Monoblock-Amplifier/dp/B01F976MRI/ref=sr_1_282?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-282&ts_id=3248684011",
      "no": 16,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the ORION Store",
        "ratings": "3",
        "stars": "5.0",
        "discount": "",
        "price": "",
        "about_this_item": [
          "ORION HIGH PERFORMANCE AMPLIFIER: Serious amounts of power driving ridiculously low impedances at completely sick output levels is what HCCA Series is all about. Whether you're looking for an SPL world record or you just want to do some serious damage on the streets, these amplifiers will ensure they hear you before they see you. Hellacious power intersects with extreme efficiency under rugged die-cast aluminum covers with illuminated ORION badges that tell the world that HCCA is back!",
          "FEATURES: Experience the ultimate in sound clarity and maximum protection to keep your audio system running safely and smoothly with the advanced features the HCCA17000.1DSPLX delivers. The Fault and Protection monitoring with the MOSFET Power Supply provides superior performance while providing the protection needed in your system. The Low Pass Filter is another great feature that lets you tone your subwoofers to the ideal sound to experience smoother frequency transition.",
          "SPECS: The HCCA17000.1DSPLX delivers world-class high-performance audio to your vehicle audio system. With its flexible crossover options and bass boost controls, this amplifier is sure to bring out the best in any music you play. The HCCA17000.1DSPLX has a frequency response of 20Hz - 250Hz, with a Low Pass Filter of 40Hz - 300Hz to bring those subwoofers to the extreme levels of low bass frequencies.",
          "EXTREME POWER: The Orion HCCA17000.1DSPLX has been specially engineered for those looking for extreme power with 17000W RMS. Whether you're just an audio enthusiast or a record breaker this amplifier ensures you will be heard!",
          "DIMENSIONS: 36.2 x 11.7 x 5.4 (919.48mm x 297.18mm x 137.16mm). MADE IN KOREA"
        ],
        "specification": {
          "Item Dimensions LxWxH": "42 x 15 x 7 inches",
          "Voltage": "12.6 Volts",
          "Manufacturer": "Orion",
          "Brand": "ORION",
          "Package Type": "CARTON"
        },
        "warranty_and_Support": [],
        "product_information": [],
        "product_descriptions": ""
      }
    },
    {
      "product": "Garmin GMR Fantom 124-4 Open Array Radar",
      "url": "https://www.amazon.com/Garmin-Fantom-124-4-Array-Radar/dp/B08KVNLJRN/ref=sr_1_283?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-283&ts_id=3248684011",
      "no": 17,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Garmin Store",
        "ratings": "",
        "stars": "",
        "discount": "$8,199.99",
        "price": "",
        "about_this_item": [
          "4', 120 W solid-state open-array radar with pedestal",
          "MotionScope technology detects and highlights moving targets in different colors to help avoid collisions, find flocks of birds and track weather",
          "Pulse Compression technology provides high-resolution imaging while maximizing energy to enhance target detection and identification",
          "True echo trails display a fading trail to help you quickly and easily identify moving targets while accounting for the movement of your own boat",
          "Overlay radar on your chart screen as single display or split screen with independent range settings"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B08KVNLJRN",
            "Best Sellers Rank": "#1,982 in Radar Detectors",
            "Date First Available": "August 28, 2020"
          }
        ],
        "product_descriptions": " just install your radar, and start using it. You can rely on the GMR Fantom radar to provide reliable, optimum performance in all conditions.  What's in the Box:"
      }
    },
    {
      "product": "Supremo 602 Active 6.5' 2 Way 140 W RMS Component Speaker Set",
      "url": "https://www.amazon.com/Supremo-602-Active-Component-Speaker/dp/B09JBL6HJ3/ref=sr_1_284?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-284&ts_id=3248684011",
      "no": 18,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Generic",
        "ratings": "",
        "stars": "",
        "discount": "$4,799.00",
        "price": "",
        "about_this_item": [],
        "specification": {
          "Brand": "Generic",
          "Model Name": "Supremo 602",
          "Speaker Type": "Component",
          "Connectivity Technology": "Coaxial",
          "Subwoofer Diameter": "6.5 Inches"
        },
        "warranty_and_Support": [
          "https://www.amazon.comAmazon.com Return Policy  Amazon.com Voluntary 30-Day Return Guarantee: You can return many items you have purchased within 30 days following delivery of the item to you. Our Voluntary 30-Day Return Guarantee does not affect your legal right of withdrawal in any way. You can find out more about the exceptions and conditions here."
        ],
        "product_information": [],
        "product_descriptions": "6-1/2' component speaker system includes two woofers and two tweeters 1-1/8' Acuflex coated dome silk tweeter handles up to 140 watts RMS (600 watts peak power) sensitivity: 89 dB at 2.83 V woofer mounting depth: 2-1/2' grilles included no crossovers"
      }
    },
    {
      "product": "LMX06-PS05 Radar LMX06PS05 Sealed in Box 1 Year Warranty",
      "url": "https://www.amazon.com/LMX06-PS05-Radar-LMX06PS05-Sealed-Warranty/dp/B0C71FX7XW/ref=sr_1_285?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-285&ts_id=3248684011",
      "no": 19,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: CBBEXP",
        "ratings": "",
        "stars": "",
        "discount": "$1,420.00",
        "price": "",
        "about_this_item": [
          "Model: LMX06-PS05",
          "Type: Radar",
          "Condition and Warranty: 100% NEW sealed in box. One-Year Warranty.",
          "Customer-oriented. We can ship within 1-3 days normally.",
          "Zhengbang Automation is spealized in PLC hardwares covering leading brands for more than one decade. We have large stock in the warehouse. You are most welcome to consult us online for any model and quantity for good prices."
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [
          {
            "ASIN": "B0C71FX7XW",
            "Date First Available": "June 3, 2023"
          }
        ],
        "product_descriptions": "LMX06-PS05 Sealed in Box 1 Year Warranty"
      }
    },
    {
      "product": "Garmin GMR Fantom 24x, Dome Radar, White",
      "url": "https://www.amazon.com/Garmin-FantomTM-Dome-Radar-White/dp/B09K1CR5SG/ref=sr_1_286?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-286&ts_id=3248684011",
      "no": 20,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Visit the Garmin Store",
        "ratings": "2",
        "stars": "5.0",
        "discount": "$2,999.99",
        "price": "",
        "about_this_item": [
          "24 50-watt solid-state dome radar features a long range and improved target detection on your compatible chartplotter",
          "Adjust on-screen target resolution for better separation based on your surroundings by using the target size feature",
          "Up to 60 RPM rotation speed for a refresh rate that can detect movement at any speed",
          "The power save feature lets you draw more or less power based on the performance you need",
          "Timed transmit mode lets you specify active and inactive times down to seconds instead of minutes for reduced power consumption",
          "MotionScope technology uses the Doppler effect to detect moving targets and highlight targets on your compatible chartplotter in different colors as they move toward or away from you",
          "True echo trails leave a historical trail on your compatible chartplotter to help you quickly and easily identify moving targets and potential collision threats"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [
          {
            "Product Dimensions": "25.4 x 9.8 x 25.4 inches",
            "Item Weight": "44 pounds",
            "ASIN": "B09K1CR5SG",
            "Item model number": "010-02585-00",
            "Customer Reviews": "5.0 out of 5 stars",
            "Best Sellers Rank": "#480,338 in Electronics (See Top 100 in Electronics)#40 in Marine Electronic Radar Systems",
            "Other display features": "Wireless",
            "Color": "White",
            "Whats in the box": " Mounting hardware kit and template",
            "Manufacturer": "Garmin",
            "Date First Available": "October 26, 2021"
          }
        ],
        "product_descriptions": "See what's coming on your compatible chartplotter with GMR Fantom 24x dome radar. It features 50 watts of output power for long range and better target detection plus up to 60 RPM rotation speed for a refresh rate that can detect movement at any speed. Customize power usage with the power save feature, and specify active and inactive times using timed transmit mode so you can reduce power consumption and stay on the water longer than ever."
      }
    },
    {
      "product": "ATV930D75N4 AC Servo Drive 75Kw 100Hp ATV930D75N4 VFD Sealed in Box 1 Year Warranty Fast",
      "url": "https://www.amazon.com/ATV930D75N4-Servo-Drive-Sealed-Warranty/dp/B0CB6SSL6B/ref=sr_1_287?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-287&ts_id=3248684011",
      "no": 21,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Lanlily",
        "ratings": "",
        "stars": "",
        "discount": "",
        "price": "",
        "about_this_item": [
          "Model:ATV930D75N4",
          "Type:AC Servo Drive 75Kw 100Hp",
          "1 year warrantyWe have all products series, you can contact us at any time with discount price",
          "Our company has been engaged in this industry for more than 11 years, both offline (with 3 branches) and online, selling well all over the country. Focus on quality, customer first. We offer more models, your inquiry is very welcome",
          "Use fastest logistics methods ,Any Industrial automation module,We have professional staff reply online. Feel free to inquire at any time"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [],
        "product_descriptions": "ATV930D75N4 AC Servo Drive 75Kw 100Hp ATV930D75N4 VFD Sealed in Box 1 Year Warranty Fast"
      }
    },
    {
      "product": "ATV930D90N4 AC Servo Drive 90Kw 125Hp ATV930D90N4 VFD Sealed in Box 1 Year Warranty Fast",
      "url": "https://www.amazon.com/ATV930D90N4-Servo-Drive-Sealed-Warranty/dp/B0CB6SKGG8/ref=sr_1_288?c=ts&keywords=Vehicle+Electronics&qid=1702578726&refinements=p_36%3A2421891011&s=electronics&sr=1-288&ts_id=3248684011",
      "no": 22,
      "details": {
        "captions": "",
        "bought ": "",
        "store": "Brand: Lanlily",
        "ratings": "",
        "stars": "",
        "discount": "$8,000.00",
        "price": "",
        "about_this_item": [
          "Model:ATV930D90N4",
          "Type:AC Servo Drive 90Kw 125Hp",
          "1 year warrantyWe have all products series, you can contact us at any time with discount price",
          "Our company has been engaged in this industry for more than 11 years, both offline (with 3 branches) and online, selling well all over the country. Focus on quality, customer first. We offer more models, your inquiry is very welcome",
          "Use fastest logistics methods ,Any Industrial automation module,We have professional staff reply online. Feel free to inquire at any time"
        ],
        "specification": {},
        "warranty_and_Support": [],
        "product_information": [],
        "product_descriptions": "ATV930D90N4 AC Servo Drive 90Kw 125Hp ATV930D90N4 VFD Sealed in Box 1 Year Warranty Fast"
      }
    }
  ]
}