{
  "captions": "",
  "bought ": "500+ bought in past month",
  "store": "Visit the Canon Store",
  "ratings": "395",
  "stars": "4.8",
  "discount": "$1,899.00$1,899.00 $1,890.00$1,890.00",
  "price": "",
  "about_this_item": [
    "High image quality and bright f/2.8 aperture zoom RF L lens",
    "Optical image stabilization of up to 5 Stops of shake correction",
    "High speed, smooth and quiet autofocus with Nano USM",
    "Min. Focusing distance of 0.69 ft by 0.21M (wide), 1.25 ft. by 0.38M (tele)",
    "A control ring for direct setting changes",
    "Lens compatible with Canon Mirorrless Cameras (EOS RP, EOS R, EOS R5, EOS R6)"
  ],
  "specification": {
    "Brand": "Canon",
    "Focal Length Description": "Wide angle to portrait lenth zoom",
    "Lens Type": "Telephoto",
    "Compatible Mountings": "Canon RF",
    "Camera Lens Description": "70 millimetres"
  },
  "warranty_and_Support": [],
  "product_information": [
    {
      "Product Dimensions": "3.5 x 3.5 x 4.9 inches",
      "Item Weight": "1.98 pounds",
      "ASIN": "B07WQ54BL8",
      "Item model number": "3680C005",
      "Customer Reviews": "4.8 out of 5 stars",
      "Best Sellers Rank": "#16 in SLR Camera Lenses",
      "Date First Available": "August 28, 2019",
      "Manufacturer": "Canon USA"
    }
  ],
  "product_descriptions": "Experience the possibilities with the RF 24-70mm F2.8 L is USM lens. Designed for the EOS R full-frame mirrorless camera system, This compact L-series lens combines a bright f/2.8 maximum aperture with a standard focal length zoom range, making it a versatile, all-purpose lens for all types of photography ventures. From portraits and landscapes, to travel and everyday moments, The RF 24-70mm F2.8 L is USM is engineered to cover a range of subjects extending from 0.69 ft./0.21M (wide) to 1.25 ft./0.38M (telephoto). enjoy enhanced video performance, especially when tracking moving subjects, thanks to Canon's Nano USM technology for accurate and silent AF, and reduced focus breathing for more seamless focus transitions. Plus, you can ensure your images stay sharp and steady  Whether shooting handheld or in poorly-lit situations  with up to 5 stops* of shake correction. For an added layer of protection, The RF 24-70mm F2.8L is USM also features a dust- and weather-resistant construction with a fluorine coating, helping keep this powerful lens safeguarded wherever you go."
}